import { Injectable } from '@angular/core';
export interface StudyModel {
  title: string;
  content: string;
}
@Injectable({
  providedIn: 'root'
})
export class StudyService {

  private studys: StudyModel[] = [
    { title: '9 گانه کوهی', content: `
✅ تقوا
✅ تربیت
✅ صدقه
✅ قربانی
✅ انگشتر
✅ اسم
✅ احترام والدین
✅ نماز اول وقت
✅ تغذیه و زیارت
      ` },
    { title: '16 گانه دکتر کوهی', content: `
🌸. احترام به  پدر و مادر 
🌸نماز اول وقت
🌸صدقه
🌸عقیقه کردن
🌸تغذیه
🌸انگشتر
🌸زیارت
🌸نماز شب
🌸 حرز
🌸مسواک
🌸عطر
🌸حجامت
🌸ذکر
🌸اسم
🌸عطر
🌸تقوا
      ` },
    { title: 'ذکرهای چاکراها', content: `
✅ 110 مرتبه بگید یا به تعداد ابجد کبیر اسم مادر و خود فرد

✅ چاکراه ریشه         ←   ذکر یا فرد       ←   به انگشت کوچک (انگشت خنصر)
✅ چاکراه خاجی       ←   ذکر با جبار       ←   به انگشت انگشتری (انگشت بنصر)
✅ چاکراه خورشیدی ←   ذکر یا شافی    ←   به انگشت وسط (انگشت اختری)
✅ چاکران قلب         ←   ذکر یا ثابت     ←   به انگشت اشاره  (انگشت بدن ذهنی)
✅ چاکراه گلو           ←   ذکر یا ظاهر     ←   به انگشت شصت  (بدن روحی)
✅ چاکراه چشم سوم←   ذکر یا خَیر      ←    به سینه انگشت شصت 
✅ چاکراه تاج           ←   ذکر یا ذکر

      ` },
      
    { title: 'ستاره هر چاکراه', content: `
👈 چاکراه ریشه :           مریخ رنگ قرمز 
👈 چاکراه خاجی :          زهره رنگ نارنجی
👈 چاکراه خورشیدی :    شمس رنگ زرد 
👈 چاکراه قلب :            مشتری رنگ سبز
👈 چاکراه گلو :             عُطارِد رنگ آبی
👈 چاکراه چشم سوم :  قمر رنگ نیلی
👈 چاکراه تاج :             زحل رنگ بنفش
    
      ` },
    { title: 'ذکر قبل از معاینه', content: `
بسم الله و بالله
بسم الله و ماشاء الله
بسم الله و لا حول و لا قوه الا بالله العلی العظیم
یا دافع
یا مانع
یا حفیظ
یا خبیر
یا علیم 
یا بصیر
      ` },
    { title: 'حوقله سبعه', content: `بسم الله الرحمن الرحیم
      لا حَولَ وَ لا قُوَّهَ الاّ بِاللهِ اُفرِّجُ بِها کُلِّ کُربَهِ
      لا حَولَ و لا قُوَّهِ الاّ بِالله اُحِلُّ بِها کُلِّ عُقدَهِ
      لا حَولَ و لا قُوَّهَ الاّ بِالله اَجلو بها کلّ ظلمه
      لا حول و لا قُوَّهَ اِلاّ بِالله؛ اَفتَحُ بِها کُلِّ باب
      لا حَولَ و لا قُوَّهِ الاّ بالله اَستَعینُ بِها عَلى کُلِّ شِدَّهِ و مُصیبَهِ
      لا حَولَ و لا قُوَّهِ الاّ بِالله اَستَعینُ بِها عَلى کُلِّ اَمرِ یَنزُلُ بی
      لا حَولَ و لا قُوَّهِ الاّ بِالله اَعتَصِمُ بِها مِن کُلِّ مَحذُور اَحاذِرهُ
      اَسئَلُکَ یا رَبِّ اَن تُصَلِّیَ عَلى محمّد و آل محمد و أهلِ بَیتِهِ الطّاهِرین
      بِخَفیِّ لُطفِکَ یا ذاالجَلالَ و الاِکرام
      آمین آمین یا ربّ العالمین` },
    { title: '', content: '' },
    { title: '', content: '' },
  ];

  private studyData = [
    { title: '9 گانه کوهی', content: `
✅ تقوا
✅ تربیت
✅ صدقه
✅ قربانی
✅ انگشتر
✅ اسم
✅ احترام والدین
✅ نماز اول وقت
✅ تغذیه و زیارت
      ` },
    { title: '16 گانه دکتر کوهی', content: `
🌸. احترام به  پدر و مادر 
🌸نماز اول وقت
🌸صدقه
🌸عقیقه کردن
🌸تغذیه
🌸انگشتر
🌸زیارت
🌸نماز شب
🌸 حرز
🌸مسواک
🌸عطر
🌸حجامت
🌸ذکر
🌸اسم
🌸عطر
🌸تقوا
      ` },
    { title: 'ذکرهای چاکراها', content: `
✅ 110 مرتبه بگید یا به تعداد ابجد کبیر اسم مادر و خود فرد

✅ چاکراه ریشه         ←   ذکر یا فرد       ←   به انگشت کوچک (انگشت خنصر)
✅ چاکراه خاجی       ←   ذکر با جبار       ←   به انگشت انگشتری (انگشت بنصر)
✅ چاکراه خورشیدی ←   ذکر یا شافی    ←   به انگشت وسط (انگشت اختری)
✅ چاکران قلب         ←   ذکر یا ثابت     ←   به انگشت اشاره  (انگشت بدن ذهنی)
✅ چاکراه گلو           ←   ذکر یا ظاهر     ←   به انگشت شصت  (بدن روحی)
✅ چاکراه چشم سوم←   ذکر یا خَیر      ←    به سینه انگشت شصت 
✅ چاکراه تاج           ←   ذکر یا ذکر

      ` },
      
    { title: 'ستاره هر چاکراه', content: `
👈 چاکراه ریشه :           مریخ رنگ قرمز 
👈 چاکراه خاجی :          زهره رنگ نارنجی
👈 چاکراه خورشیدی :    شمس رنگ زرد 
👈 چاکراه قلب :            مشتری رنگ سبز
👈 چاکراه گلو :             عُطارِد رنگ آبی
👈 چاکراه چشم سوم :  قمر رنگ نیلی
👈 چاکراه تاج :             زحل رنگ بنفش
    
      ` },
    { title: 'ذکر قبل از معاینه', content: `
بسم الله و بالله
بسم الله و ماشاء الله
بسم الله و لا حول و لا قوه الا بالله العلی العظیم
یا دافع
یا مانع
یا حفیظ
یا خبیر
یا علیم 
یا بصیر
      ` },
    { title: 'حوقله سبعه', content: `بسم الله الرحمن الرحیم
      لا حَولَ وَ لا قُوَّهَ الاّ بِاللهِ اُفرِّجُ بِها کُلِّ کُربَهِ
      لا حَولَ و لا قُوَّهِ الاّ بِالله اُحِلُّ بِها کُلِّ عُقدَهِ
      لا حَولَ و لا قُوَّهَ الاّ بِالله اَجلو بها کلّ ظلمه
      لا حول و لا قُوَّهَ اِلاّ بِالله؛ اَفتَحُ بِها کُلِّ باب
      لا حَولَ و لا قُوَّهِ الاّ بالله اَستَعینُ بِها عَلى کُلِّ شِدَّهِ و مُصیبَهِ
      لا حَولَ و لا قُوَّهِ الاّ بِالله اَستَعینُ بِها عَلى کُلِّ اَمرِ یَنزُلُ بی
      لا حَولَ و لا قُوَّهِ الاّ بِالله اَعتَصِمُ بِها مِن کُلِّ مَحذُور اَحاذِرهُ
      اَسئَلُکَ یا رَبِّ اَن تُصَلِّیَ عَلى محمّد و آل محمد و أهلِ بَیتِهِ الطّاهِرین
      بِخَفیِّ لُطفِکَ یا ذاالجَلالَ و الاِکرام
      آمین آمین یا ربّ العالمین` },
    { title: '', content: '' },
    { title: '', content: '' },
    // تا ۳۰ عنوان دلخواه اضافه کن
  ];
  constructor() { }
  getAllNotes() {
    return this.studyData;
  }
  searchNotes(query: string) {
    return this.studyData.filter(note =>
      note.title.includes(query) || note.content.includes(query)
    );
  }

  
  getAllStudys(): StudyModel[] {
    //return this.shuffle(this.studys);
    return this.studys;
  }
  //برای اینکه هر سری باز میشه نظرات متفاوت باشند جابجا باشند در نمایش
  private shuffle(array: StudyModel[]): StudyModel[] {
    const copy = [...array];
    for (let i = copy.length - 1; i > 0; i--) {
      const j = Math.floor(Math.random() * (i + 1));
      [copy[i], copy[j]] = [copy[j], copy[i]];
    }
    return copy;
  }
  searchStudys(term: string): StudyModel[] {
    const lowerTerm = term.toLowerCase();
    return this.studys.filter(c =>
      c.title.toLowerCase().includes(lowerTerm) ||
      c.content.toLowerCase().includes(lowerTerm)
    );
  }
  searchStudysSubject(term: string): StudyModel[] {
    const lowerTerm = term.toLowerCase();
    return this.studys.filter(c =>
      c.title.toLowerCase().includes(lowerTerm)
    );
  }

}
