import { Injectable } from '@angular/core';
export interface CommentModel {
  name: string;
  job: string;
  city: string;
  package: string;
  comment: string;
}
@Injectable({
  providedIn: 'root'
})
export class CommentsService {
  private comments: CommentModel[] = [
    {
      name: 'آرش رضوانی',
      job: 'مسئول اچ ای اس مرکز تخصصی رادیوتراپی انکولوژی رضا علیه سلام',
      city: 'مشهد',
      package: '',
      comment: 'با سلام به نظر بنده حضور در کلاس های استاد کوهی برای هر شیعه ای جز واجبات هست. حضور در کلاس های استاد درهای به روی فرد باز میکنه که در راستای زندگی خیلی موثر می باشد. من به خانواده ام و دوستان صمیمی خودم پیشنهاد دادم که کلاس های استاد رو شرکت کنند بقول بزرگی العاقل بالاشاره، بعنوان برادر کوچکترتون پیشنهاد میکنم شرکت در کلاس استاد را به عقب موکول نکنید. خیر ببینید و عاقبت بخیر باشید. .'
    },
    {
      name: 'خانم کاظمی',
      job: 'درمانگر',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `
      🌱بسم الله الرحمن الرحیم 🌱

سلام و نور الهی روزیتان ✨ 
عرض ادب و احترام

استاد بزرگوار ممنون از شما و تیم ارزشمند شما که باز هم به لطف خداوند روزهایی رو برای ما رقم زدید که در ذهن مان هم نمی گنجید...

منت دار شما هستیم که با تمام گرفتاری ها لطف فرمودید تمام محصولات(شما بخوانید دُرهای نایاب) رو با زحمت برای راحتی ما به مجموعه آورده بودید که بازهم در اوج سختی تیم 
ما به راحتی محصولات رو در دسترس داشته باشیم🌸

و مکانی جذاب و آرام🏡

آموزه هایی که اگر هرچقدر تلاش می کردیم، مثلش رو هم پیدا نمی کردیم...

و نگیم از غذاهای پراز نور و عالی که به لطف شما با هر وعده بدنمون رو مهمان بهترین و طیب ترین نوع غذا می کردیم...

دریا و احساس زیبایی های بی بدیل آن☺️

زیارت امامزاده ای که باعث شارژ انرژی تحلیل رفته بود🪴

جنگلی پر از رنگ های جذاب که آفریده خالقی بی نظیر است🕊

ماشاءالله لا حول و لا قوه الا بالله العلی العظیم ✨ 

که بازهم زبان قاصر هست از بیان تمام درک و احساسات ما در این دو روز...

استاد بزرگوار ان شاءالله خوشبختی و سرداری امام زمان عج روزیِ تمام صفحات زندگی شما و تیم ارزشمند شما باشه ✨

ان شاءالله مولامون امام زمان عج آمین گوی دعاهاتون باشند 💫

الحمدالله علی کل نعمه ✨ 

الحمدالله کما هو اهله ✨ 

اللهم بارک لمولانا صاحب الزمان عج ✨ 

آیات الکرسی و سوره قدر و گل های صلوات تقدیم شد ✨
      `
    },
    {
      name: 'خانم سلیمیان',
      job: 'فرهنگی بازنشسته - درمانگر',
      city: 'اصفهان',
      package: 'اردو پرانیکی',
      comment: `سلام و نور 
از قدیم گفتند درس یکبار تمرین هزار بار 😁
آدم یه بار میره اردو پرانیکی نمک گیر میشه نمی تونه دیگه نره 😅

یعنی اگر همه برن و تو توی اردو نباشی با بقیه لحظه لحظه صد بار میری اردو و بر می گیردی آخرشم داغ بزرگ عقب موندن از قافله توی دلته.

خلاصه وقتی هم تکراری میری اردو نه فقط اردو ، باید بگم کلاسای استاد کوهی  می گی چقدر مطالب جدیده انگار از اول اومدی کلاس  . با لذت تمام گوش میدی می بینی دنیات عوض شد 
 یهویی  وسط دریا از نور میری بالا  . دستت توی دست مادر ،
روی گنبد طلایی امام رضا ع چرخی می زنی و کنار سقا می شینی 
دست پر مهر پدر نوازشت میکنه لبخندی به اشکهات می زنه و اجازه میده که ...

مادر  تو نا آروم کنار ضریح حسینش زمین میزاره تا دستی به کمر بگیره😭

نگاه به بازوی کبودش میندازی و خجالت می کشی 😥
مادر متوجه شرمت میشه و غرق  نور سبز و زردت می کنه غرق نور    
غرقه
غرق
   که می بینی نخل وجودت ریشه هاش کجاها رفته  و قد کشیده و به بار نشسته و تو تلخی ها را با رطب نخلستان پدر شیرین می کنی.

زیر پات نگاه می کنی برگها به حال تو غبطه می خورن و تو داغ می شی دستات می سوزن و درختای بلوط سر خم می کنن تا توی گوشت چیزی بگن
قایمکی داری اشک می ریزی که...

 اتوبوسها آهنگ بازگشت می زنن 
سعی می کنی جا نخوری  خودتا آماده کنی  دلتا آروم کنی که ...

نمی دونم چرا وقتی به اینجا میرسه یاد راهیان نور میفتم 

سلام ای طلوع سحرگاه رفتن😭
سلام ای غم لحظه های جدایی😭😭😭😭😭



اگر توهم با من همسفر شدی و حس مشترک پیدا کردی
  آیه الکرسی و قدر و دعا  برای استاد و خادمین خالصش یادت نره
🙏🤲`
    },
    {
      name: 'خانم سلیمانی',
      job: 'خانه دار',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `✨ من لم یشکر المخلوق لم یشکر الخالق ✨

سلام و عرض ادب، ارادت و احترام خدمت
استاد معزز و گرانقدر
خانواده محترم و بزرگوارشون
و جمیع اعضای مخلص موسسه

آرزو می کنم معنای خدا قوت، 
با لبخند رضایت صدیقه طاهره سلام الله و دستان فخر زمان و زمین، آقا امیرالمومنین بر دوشتان بنشینه و خستگی جسمی و روحی رو به باقیات و صالحات براتون مبدل کنه

توفیق حضور در اردوی قبلی که در فصل بهار برگزار شد رو داشتم. اما تصور نمی کردم  بالاتر از اون سطح، دریافت انرژی و ارتباط با کائنات رو به این زودیها تجربه کنم 

👌 به همین دلیل نباید گفت تکرار اردو ... هم به لحاظ محتوا و هم به لحاظ دریافت برای همگی جدید، پربار و عمیق تر بود 

🍱 برکات نورانی، مدبرانه و تغلیظ شده ای که قبل از شروع کلاس بر سر سفره صبحانه قرار گرفت، اولین قدم برای پاکسازی و دریافت انرژی و محتوا بود 

🍁 اینبار در پاییز، همزمان با شهادت خانم فاطمه زهرا (مادر آب)، در کنار ساحل، منشوری با دریا و دیدن فرشتگان آب، ملموس تر و پررنگ شد

🖤💦💚 چون همزمان با روضه استاد، ذرات و فرشتگان آب هم برای مظلومیت خانم عزاداری کردند و به لطف این اردوی فاطمی، ما هم بشکلی کااااملا متفاوت از سالهای قبل برای خانم عزاداری کردیم

غروب آفتاب زیبا، لحظه بیعت مجدد با امیرالمومنین در آب ... توصیف ناپذیرند

 اگر پیگیری های شما نبود استاد، درِ امامزاده قفل میموند و توفیق حضور در این مکان فوق انرژیک نصیبمون نمیشد ...  الهی که هیچ در بسته ای سر راهتون نباشه

🍱 لذت چای آتیشی، نان محلی تازه، عسل با بسته بندی خاص نشان از این داشت که هم میشود به روز بود، هم لذتهای یه گردش عالی  رو  در جنگل داشت و هم، همراه با بقیه مخلوقات، عبادت و بندگی خدا رو کرد 

✨ زمانی که چشمانمون رو بستیم و به حرم امام رضا و بعد هم بین الحرمین رفتیم، وارد دنیایی پر از آرامش و سبکی شدیم اما وقتی چشمانمون رو باز کردیم، حتی درختان و برگهای اطرافمون هم انگار عوض شده بودن ... و این چشم درون ما بود که شسته شده بود و جور دیگه ای میدید 

تجربه نماز خوندن بعد از شنیدن اذان فرکانسی که مغز و قلبت رو آروم کرده، روی زمینی که باهاش ارتباط گرفتی و حرارتش رو دریافت کردی یکی از فوق العاده ترین لحظات اردو بود ... 

🛍 حتی محصولات با ارزشی که استاد بزرگوار با حساسیت و زحمت فراوان، بدون چشم داشت به منفعت و بازگشت مالی در اختیارمون گذاشته بودند هم حالشون عالی بود و شارژ شدن ... از رنگ و انرژی هاشون کاملا مشخص بود 

گفتنی ها بسیار، اما ...
تجربه این عوالم و حالات بی نظیر و ناب رو، چه برای عزیزانی که تا بحال اردو رو تجربه نکردند و چه کسانی که تجربه کردند، مجدد آرزو می کنم

به برکت صلوات بر محمد و آل محمد
اللهم بارک لمولانا صاحب الزمان`
    },
    {
      name: 'خانم شورئی',
      job: 'خانه دار',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `بارها و بارها کلیپ را دیدم دلم می خواست همه چیز دوباره برایم تداعی شود 
قبل از آمدن کمی استرس داشتم چون ۳ یا ۴ روز مانده بود ب اردو و من هنوز بلیطی تهیه نکرده بودم چون اصلا نمی‌دانستم برای کدام شهر باید بلیط بگیرم 
فکر اینکه اگر بلیط پیدا نکنم و یا ب موقع ب کلاس نرسم اضطرابم را بیشتر میکرد 
در آن موقعیت مهمان هم داشتم ،استرسم را پنهان میکردم و تمام سعی و تلاشم را میکردم ک ب مهمانها خوش بگذرد تا کمبودی را احساس نکنند 
مثل همیشه  کارهایم را سپردم ب امام زمان جانم ،پدری مهربان و دلسوز ک همیشه هوای فرزندانش را دارد و در کمال ناباوری کارهایم یکی پس از دیگری درست میشد 
ب طور اتفاقی در گروه بنیان مرصوص اسم دوستی را دیدم ک برای اولین بار این کلاسها را ب من معرفی کرد و مرا برای شرکت در این کلاسها تشویق کرد ،بهش زنگ زدم تا ببینم اگر او هم ب این اردو می آید با هم همسفر شویم 
اگر چه خودش نتوانست بیاید ولی خواهرانه راهنماییم کرد و همان لحظه وقتی برای تهیه بلیط قطار زنگ زدم بلیطی برایم پیداشد آن هم ۲ یا ۳ روز قبل از اردو 
روز چهارشنبه خانه را ب مهمان هایم سپردم و راهی سفر شدم 
وقتی ب مقصد رسیدیم و از قطار پیاده شده و داخل ایستگاه شدم ،خانم سلیمانی عزیز و دیگر دوستان را دیدم بسیار خوشحال شدم و استرسم از بین رفت 
بقیه راه را خدارو شکر با همسفران خوبی همراه و هم اتاق شدیم 
برای من ک اولین بار بود ب این اردو ها می آمدم همه چیز برایم تازگی داشت 
بعد از استراحتی کوتاه اولین صبح اردو را با صبحانه دلچسبی شروع کردیم با آن سمنوی خوشمزه ای ک سر شار از انرژی بود 
کلاس با سخنان ناب و گهر بار استاد شروع شد و حرز و حصار و پاکسازیهایی ک از لحظه ورود و یا حتی قبل تر از آن استاد برادرانه برای همه ی ما هر لحظه انجام میداد و ما تا آخر عمر قدردان زحماتشان هستیم 
محصولات ارزشمندی ک با کمترین بهره مادی در اختیار ما گذاشته بودند و نوجوانانی ک خالصانه و بی ریا با صبر و حوصله خدمت میکردند 
ماشاءالله لا حول و لا قوه الا بالله 
و آدم غبطه می خورد ب موقعیتشان ک از همین سنین نوجوانی در این مسیر قرار گرفته بودند و راهنمایی همچون استاد همیشه در کنارشان هست و از وجود پر برکتش هر لحظه بهره مند می شوند 
صمیمانه از زحمات تک تکشان و همه ی کسانی ک از مدت ها پیش زحمت کشیدند تا ما دو روز از بهترین لحظات عمرمان را در این اردو تجربه کنیم سپاسگزارم و دعا میکنم ک خالق هستی بالاترین و بهترین نعماتش را نصیبشان کند 

غذاها همه پاک و طیب بودند و مزه بهشتی می دادند واقعا نظیرش را جایی نخورده بودم با اینکه غذای نذری زیاد خورده بودم ولی این غذاها با همه شأن فرق داشت مخصوصا صبحانه ای ک داخل جنگل صرف شد با آن نان محلی و دمنوش آتیشی 😊
بعد از صرف ناهار و گرفتن قالیچه ای ک هدیه استاد بود راهی دریا شدیم 
و این بار چقدر متفاوت ب کنار دریا رفته بودم هیچ وقت با این دقت ب صدای دریا گوش نداده بودم و همانطور ک خانم سلیمانی عزیز قبل از رفتن ب ما گفته بود انگار تمام قطرات دریا با هم همصدا می گفتند هوالحی  هوالحی هوالحی یعنی او زنده است 
و لحظات نابی ک در کنار دریا با پاکسازی های استاد سپری شد و شیرین تر از همه لحظه ای بود ک ب نماد از عید غدیر و به نشانه بیعت با امام علی (ع) دستمان را داخل آب دریا کردیم ،چ حس خوبی بود 😊
و غروب زیبای خورشید ک چشم ها را خیره میکرد 
فردا صبح زود ب زیارت امام زاده ای رفتیم ک در دل جنگل بود ب دور از همه  هیاهوهای شهر و مردمانش و چ آرامشی آنجا حکم فرما بود انگار تکه ای از بهشت بود ،فقط دوست داشتی گوشه ای بشینی و هم نوا با طبیعت شکر خدای سبحان را ب جا آوری 😍
صحنه ای ک استاد گفتند همیشه در ذهنتان داشته باشید و چ زیبا توصیف کردند ،ریزش برگ درختان را ک با هر بار نماز خواندن گناهانتان ب مانند این برگ ها می ریزد 
تا آخر عمر این تصویر در ذهنم حک شده است 
و باز هم روضه ی غم انگیز مادر ک دل ها  را آتش میزند و چشمانی ک بی اختیار بارانی می‌شود 😭
و بیتی ک پایان این سفر معنوی بود 
چادرت را بتکان روزی مارا برسان 
ای ک روزی دو عالم همه از چادر توست 
خدارو شاکرم بابت این رزق و روزی معنوی ک باعث و بانی آن استاد بزرگوار بودند ک ب مانند برادری مهربان و دلسوز تمام سعیشان را می کردند تا بهترین لحظات را برای شاگردان شان رقم بزنند 
الهی مزد این دل پاکتان را از مادر دو عالم بگیرید 🤲
الهی عاقبت بخیر شوید و پا در رکاب امام زمان جانمان باشید 🤲
الهی همیشه سلامت و پایدار باشید و علمتان روز افزون باد 🤲
خداوند ب خانواده و عزیزانتان سلامتی ،دل خوش و عمر با عزت دهد 🤲
کلمات قاصر هستند از بیان احساسات 
با دیدن این کلیپ هر بار دلتنگ تمام آن لحظات ب یاد ماندنی می شویم 
و چ زود این سفر ب پایان رسید`
    },
    {
      name: 'خانم براتی',
      job: 'پرستار',
      city: 'اصفهان',
      package: '',
      comment: `"بسم الله الرحمن الرحیم"

هال را باران باید، تا سیرابش کند از آب حیات و آفتاب باید تا بتاباند نیرو را و محکم کند شاخه‌های تازه روییده را؛ 

شکر شایان نثار ایزد منان که توفیق را رفیق راهم ساخت و لیاقت و ظرفیت شرکت در سطح سه احجار و روایح استاد گرانقدر  🌹استادکوهی🌹 را روزیمان کرد

 در مقابل این همه عظمت و شکوه، نه توان سپاس است و نه کلام وصف. راز و رمز پویای علم و کشف معانی بدیع و تجلی جلوه‌های شهودی معرفت؛ کیمیایی است که آسمان علم به برکت سیما و سیرهٔ نورانی ائمه اطهارعلیه السلام، انسان دربند خاک را به معراج حضور می‌خواند؛ و چه خرم علمی که از چشمهٔ معارف سیراب شود و چه زیبا دانشی که قبای پرنیانش به ❣️عطر❣️ و بوی گلستان محمدی معطر شود و چه معماری باشکوهی باشد بنایی که ❣️سنگ❣️ هویت و فرهنگ آن ریشه در مدینه‌ فاضله بیابد؛ و امروز کاخ آباد علم به سروش معنوی و مفهوم پیامشان بیش از پیش محتاج راهنمایانی همچون استاد کوهی است که علاوه بر حفظ آبادانی آن در راه اعتلای آن به شیعیان علوی کمک نمایند.


بار دیگر تشکر ویژه میکنم از استاد عزیزم استاد کوهی که چونان باران علم نافعشان را بر سرما بارش دادند و چونان آفتاب ظرفیت وجودی ما را رویش دادند 

خدا را هزاران مرتبه سپاسگزارم که توفیق شرکت در این دوره را نصیبم کرد

دوره ای که حتی تصورش هم نمی‌توانستم بکنم که با عطر و سنگ بتوان درمان بیماری های دیسک و سیاتیک و دیابت و صرع و تشنج و ....رو انجام داد و هرچه بگم کم گفتم 

از خداوندمنان سلامتی استاد عزیز و خانواده شان رو خواهانم امیدوارم ایشان رو در پناه مولاصاحب الزمان محفوظ نگه داره و توفیقاتشون رو روزافزون کنه🙏

از خانم سلیمیان عزیز و خانم دشتی مهربان کمال تشکر رو جهت هماهنگی و برگزاری دوره دارم خداوند اجر جزیل عنایت کنه🌹🙏
`
    },
    {
      name: 'آقای بهرامی نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: '',
      comment: `استاد عزیز، جناب کوهی بزرگوار

راستش رو بخواید، فکر می‌کردیم دیگه بعد این همه دفعاتی که پای درس‌هاتون نشستیم، کم‌کم دیگه پکیج یک و دو برامون تکراری بشه، دیگه خیلی جاهای مسیر رو بلد باشیم... ولی نه! هر بار یه دنیای جدید بهمون نشون می‌دید! هر بار که فکر می‌کنیم دیگه تهش رو درآوردیم، شما یه درِ تازه باز می‌کنید، یه راز جدید، یه مسیر دیگه… و ما فقط حیرت می‌کنیم که چقدر هنوز چیزی نمی‌دونیم!

این چند روز، یه کلاس معمولی نبود، یه سفر بود، یه زلزله‌ی فکری، یه انقلاب درونی!
یه‌جوری برامون جا انداختید که چقدر قرآن و نهج‌البلاغه رو سطحی می‌خوندیم، چقدر جواب همه‌ی سوالای زندگیمون اونجا بوده و ما حواسمون نبوده، چقدر شناخت بدن و روحمون می‌تونه مسیرمون رو تغییر بده!

اما از همه قشنگ‌تر، اون حس عجیبی بود که توی این چند روز بهمون دست داد… اون سبک شدن، اون آرامش، اون اتصال قلبی با امام رضا (ع)، اون نگاه تازه‌ای که به عبادت پیدا کردیم!
دیگه نماز خوندنمون یه حال دیگه داره، با چشمی بازتر، قلبی روشن‌تر و روحی سبک‌تر.

استاد، ما خوب می‌دونیم که این حرفایی که به این سادگی بهمون می‌گید، پشتش سال‌ها تلاش، تجربه، فکر، جستجو و مطالعه‌ست. می‌دونیم که چقدر خالصانه و بی‌دریغ اینا رو در اختیارمون می‌ذارید. و اینو هم می‌دونیم که هیچ جایی، هیچ‌کس، این‌قدر عمیق و دقیق، این چیزا رو بهمون یاد نمی‌ده!

حالا شما خسته‌اید، ولی استاد، این خستگی‌تون خیلی قشنگ و باارزشه چون هرلحظه ای که برای ما وقت گذاشتین الان داره یه جایی توی ذهنمون ریشه میزنه و مارو رشد میده

ما قدردان تک‌تک لحظاتی هستیم که برامون وقت گذاشتید، و دعاتون رو می‌خوایم که بتونیم شاگردای خوبی برای شما و سربازای لایقی برای امام زمان (عج) باشیم.

خدا حفظتون کنه که نور راه خیلیامون شدید! 🌿`
    },
    {
      name: 'خانم گنجی',
      job: 'کارمند علوم پزشکی (مراقب سلامت)',
      city: 'قزوین',
      package: '',
      comment: `باسلام ونور خدمت استاد بزرگوار
طاعات قبول ،با وجودیکه خودم ۲۰ سال بود با این شبها ودعاها وگریه وزجه زدن‌ها دیگه غریبه شده بودم ،دیگه اصلا دوست نداشتم هیچ قدمی بردارم نه برای خودم ونه برای دیگران،،،ولی امسال با آشنایی با شما وکلاسهاتون دوباره آشتی کردم وگشتم به دنبال خودم ،،برگشتم به اصل خودمم البته اگه لیاقتش رو داشته باشم
التماس دعا دارم بعداز اتفاقهای بزرگی که تو زندگیمون رقم خورد که ما رو به نابودی خانواده کشوند ،برای برادرم که ۲۰ سال هست به واسطه تصادف ویلچر نشین شد (ضایعه نخاعی )اگر راهکاری هست ما رو راهنمایی بفرمایید
 یه برادرم بعد از ۲۰ سال به خونه برگشت با معجزه سوره عبس  ،لطفا راهنمایی بفرمایید ودعای خیرتون ما رو مستفیض نمایید.
التماس دعا 
الحمدالله کما هو اهله`
    },
    {
      name: 'خانم حبیبی تبار',
      job: 'درمانگر طب سنتی اسلامی',
      city: 'قم',
      package: '1 - 2',
      comment: `سلام و ارادت استاد کوهی بزرگوار🌹

بابت دوره ی عالی تون تشکر میکنم
خداخیرتون بده 🤲

بجز مطالب کلاس که خیلی عالی بودن من خیلی مطالب دیگه از رفتار و سیره ی شما و از شخصیت بزرگوار شما یاد گرفتم 
 که دعا بفرمایید توفیق داشته باشم بهشون عمل کنم🙏

نحوه ی کلاسداری تون هم عالیه👌

ان شاءلله عمر طولانی و با عزت و پر برکت و توفیق خدمت مخلصانه همیشگی داشته باشید 🤲💐

استاد از همون آخر کلاس دلم برای کلاستون تنگ شد .غصه م شد که داره تموم میشه🌹

به امید دیدار به زودی ان شاءلله 🤲🌸`
    },
    {
      name: 'آقای بهرامی نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: '4',
      comment: `سلام علیکم

بازی درمانی کوهی و ما ادرائک بازی درمانی ....

☀️این دوره سرشاراز معنویت بود

☀️این دوره سرشاراز شادی بود

☀️این دوره سرشار از علم بود

☀️این دوره کالبد شکافی که نه، چشمه ای از علم شکافی استادکوهی بود

☀️این دوره تلفیقی ازقرآن،علم ،معنویت،شادی و درمان شدن بود 


👈من ابتدای این دوره خیلی ذوق داشتم که قراره بازی یادبگیریم و یاد بدیم بقیه خنده به لب شون بیاد  اما اینقدر استاد تخصصی بازی درست کرده بود و نقطه زنی کرده بود که این دوره فهماند که حتی یه آدم عادی برای امام زمانم نیستم و بشدت دست و پامو گم میکنم برای یه بازی ساده‼️

💯استادکوهی راست گفت؛ امام زمان سرباز سالم میخواد نه آدمِ ....

👈این دوره تلنگر کوهی بود به ما پرمدعاها که هنوز جسممون رو درست نکردیم انتظار داریم روح مون ارتقا پیدا کنه و سرباز حضرت حجت عجل الله بشیم😞


💯اما شیاطین کور خوندن، ما دست به دامان زینب کبری سلام الله و با هدایتگری استاد خودمونو رو میسازیم و رشد میکنیم برای تحقق ظهور



در پایان از زحمات بی وقفه این سرباز جان برکف که دور از خانواده در اقصی نقاط کشور برای امام زمانش کار میکنه تشکر میکنم و با همین کلمات ضعیف که اصلا حق مطلب رو ادا نمیکنه عرض میکنم 👇

استاد جانم حسابی کولاک کردی و هنوز ما در سکرات کلاس بازی درمانی هستیم


و خانم سلیمانی خواهر بزرگ ما و تیم خانوادگی عالیشون  احسنتم به این پشتیبانی قوی؛ برگزاری منظم و بابرنامه و چینش خوب که همه جوره دوره رو جذاب کرد و خلاقیت پایان کلاس که من با خودم گفتم تو عمرم از کادو گرفتن خودم اینقدر خوشحال نشدم که برای این اتفاق خوشحال شدم اندازه ۱۰تا تولد انگار سبک شدم. احسنتم احسنتم احسنتم🌹🌹🌹🌹🌹`
    },
    {
      name: 'آقای بهرامی نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: '4',
      comment: `فیوز همه پریده👌

هزار الله اکبر به علم استاد؛ واقعا بازی درمانی مرزهای علم رو جابجا کرد و برای ۳۰سال آینده اس

هیچ وصفی جز الله اکبر نداریم؛   از شدت تعجب و از فیوز پروندن مغزمون🤯 

تازه این روز اوله به این روز افتادیم...
روزهای بعد چی در انتظارمونه خدامیدونه

حقیقتا استاد از سر ما خیلی زیاده....
اونایی که استاد رو نمیشناسن با پک ۴ تازه کمی با علم استاد آشنا میشن 

اما باز هم مانده که ۹۵ درصد دیگر کوه یخ را ببینند

من فقط موندم اونایی که پشت سراستاد حرف میزنن یا استاد رو در حد مسئول دوره هاشون میدونن در کدوم عالم بسر میبرن
(به جز یک نفر؛ همه مسئولین دوره ها خیلی باسواد ومومن و قابل احترام ان، اما این مقایسه شون با استاد دیگه خیلی طنز بود)
(توضیحات آقای بهرامی نژاد گرامی اینجا منظورشون از به جز یک نفر خودشون هستند که مسئول دوره هستند البته که از بزرگواری ایشون هست)

استیکر روده بر از خنده ......`
    },
    {
      name: 'خانم عبداللهی',
      job: 'خانه دار',
      city: 'تهران',
      package: '4',
      comment: `بسم الله الرحمن الرحیم

 اللهم صل علی فاطمه وابيها وبعلها وبنیها و السر المستودع فيها بعدد ما احاط به علمک 

سلام و عرض ادب و احترام خدمت استاد ارجمند و گرامی و خانم ها سلیمانی عزیز و بزرگوار و اعضای گروه 

استاد عزیز خدا قوت

ماشالله لاحول ولاقوه الابالله العلی العظیم

عجب دوره ای 
علم ، معنویت ، شادی ، بازی ، انرژی ، پاکسازی ، درمان و ...

استاد بزرگوار برای شما وخانواده محترمتون که دوریتون را تحمل می‌کنند، بهترین های دنیاواخرت را از خداوند مهربان می‌خواهیم .
واز اینکه علم و دانش و پژوهش های سالهای عمرتون را در اختیار ما قرار می دهید بی نهایت سپاسگزاریم . ان شاءالله توفیقات روزافزون و سلامتی و طول عمر با برکت و یکی از سرداران حضرت صاحب الزمان عج باشید .

پکیج ۴ بی نظیر بود 

اول برای خودم ، ما که ادعا می کنیم ، می خواهیم ان شاءالله از سربازان حضرت مهدی عج باشیم ، به قول استاد بزرگوار مون :
امام زمان عج سربازان سالم می خواهند .

و بعد برای خانواده واطرافیان و جامعه
واقعا بسیار عالی وفوق العاده وکاربردی بود
کاش همه افراد جامعه از این آموزش ها بهره‌مند شوند .
دوستان بنیان مرصوص باید خودتون شرکت کنید و ببینید

 شنیدن کی بود مانند دیدن

باید خودتون لذتش و بچشید که بفهمید که ما چی می گیم

 خلاصه حیف و هزاران حیف 

که این دوره هم تموم شد چقدر عالی بود صبح ها با تمام عشق و انرژی وکنجکاوی از خونه می آمدیم و در پناه سیدالکریم و امام زادگان مجاور،
کلاس درس استاد مثل کودکی ، شاد ، بازی گوش ، طالب علم ، شوخی ، خنده و ...

هر چه بگیم کم گفتیم

و تشکر ویژه از خانم سلیمانی جان و عزیزم و مادربزرگوار و خواهران پر تلاش شون و گل پسرمحمد طالح 
واقعا خوشحالم که خداوند توفیق آشنایی با شما را نصیبم کرد .
برای شما عزیزان دل ، توفیقات و سلامتی و طول عمر با برکت و سربازی آقا جانمون امام زمان اباصالح المهدی عجل الله تعالی فرجه الشریف را میخواهم .
برای تمام دوستان عزیز بهترین های مادی ومعنوی را آرزو می‌کنم . 

به امید دیدار خییییلی زود 

کلاس استاد کوهی ارجمند و گرامی و بزرگوار`
    },
    {
      name: 'خانم جاویدفر',
      job: 'درمانگر - طب فشاری بازتاب درمانی رفلکسولوژیست',
      city: 'تهران',
      package: '4',
      comment: `سلام ونور 
اللهم بارک لمولانا صاحب الزمان عج 
خدمت تمام دوستان و خواهران وبرادران دینی خودم عارضم که پکیج ۴ تو مغزت معجزه رخ میکنه خیلی از حس ها و کارهایی که فکرمیکنی نمیتونی انجام بدی یهو فعال میشه 
عین بازی رایانه ای که سطحت بالا میره و قفلها یهو چند ده تا باز میشه 
واقعا عالیهههههههه لطفا همه دوستان دعا کنن و تلاش کنن که دوره بعدی رو شرکت کنن
خدا شاهده  دریچه هایی از علم به روی آدم باز میشه که تا خودتون نیایید کلاس متوجه نمیشید بازی ها بازی نیست جلای روحه 
عین جاروبرقیه آلودگیهای مغزو پاک میکنه و......
از استاد کوهی گرامی و خانم سلیمانی عزیزم‌ممنونم که این دوره رو با زحمت برگزار کردن  واقعا شرکت نکنید ضرر کردید 
مطمئن باشید شماهم مثل همه ماها شگفت زده میشید
ماشاالله لا حول ولا قوه الا بالله العلی العظیم`
    },
    {
      name: 'خانم جاویدفر',
      job: 'درمانگر - طب فشاری بازتاب درمانی رفلکسولوژیست',
      city: 'تهران',
      package: '4',
      comment: `سلام ونور خداقوت ووقت بخیر خدمت استاد بزرگوار  که با تمام وجودشون این اطلاعات رو دراختیارما گذاشتن
ان شاله شاگرد خلفی باشیم ولایق این علم نافع باشیم الهی هرچندتا پکیج هست خدا توفیق بده تا بتونیم شرکت  کنیم
دوستان!!!!!!! 
خواهران برادران!!!!!!
واقعا اگر  اول به فکر سلامتی خودتون بعد اطرافیانتون  هستید پکیج ۱ و۲ و۳ رو برای تیرماه تبلیغ کنید تا پکیج  ۴ مجدد برگزار بشه
واقعا حیفه شرکت نکنید این پکیجها همه به هم متصله  هرجور شده شرکت کنید 
وافسوس و حیف که کلاس زود تموم شد
از استاد کوهی عزیز مجدد متشکرم
از خانم سلیمانی عزیز و خانواده محترمشون خصوصا  خواهر ومادرشون متشکرم  اجرتون با حضرت زینب س 
 شرکت نکنید ضررررررر کردید  شرکت کنید`
    },
    {
      name: 'خانم کشاورزیان',
      job: 'درمانگر - طب فشاری بازتاب درمانی رفلکسولوژیست - ماساژ اصلاحی -سطح ۲ حوزه علمیه',
      city: 'تهران',
      package: '',
      comment: `سلام و رحمت 
سپاس و قدردانی فراوان از استاد محترم که با وجود کسالتی که داشتن  وقت و انرژی ای  فوق‌العاده برای دوره ها و بخصوص این دوره ،پکیج ۴ گذاشتن .

خدا را شاکرم که  این توفیق نصیب من هم شد و تونستم در کلاس حضور داشته باشم .
بعد از گذروندن دوره  متوجه شدیم که یک بازی🤹 هر چند ساده چطور میتونه تمامی قسمت‌های مغز  انسان را درگیر کنه و از رکود بیرون بیاره .
همان بازی‌هایی که قبلا شاید انجام می‌دادیم  ولی الان میتونیم با هدف و کامل و حساب شده برای عزیزانمون و یا درمانجوها طراحی کنیم  و از نتایج مهیج  آن بهره ببریم .

ان شاالله که همیشه سلامت باشند و دلشون خوش .

ما این ۴ روز یک آموزش تخصصی، علمی شادو هدفمند و فوق‌العاده را در
 محیطی باصفا و صمیمی و دوستانه🏡 ،
با رعايت موازین شرعی واسلامی
 در عین حال با نظم و ترتیب بسیارزیبا ، پذیرایی عالی⏰ 🍩☕️🍎
غذای نذری پر از نور
 محبت سرشار خانواده ی سلیمانی🌻🌻🌻 که انرژی مضاعف به ما میدادن تجربه کردیم .

ان شاالله به سلامت به شهرشون برگردند.
منتظر دوره های بعدی و آموزشهای فوق‌العاده  ی استاد هستیم .
به برکت صلوات بر محمد و آل محمد`
    },
    {
      name: 'خانم منصوری',
      job: 'خانه دار',
      city: 'تهران',
      package: '4',
      comment: `سلام و نور 
الهی شکر که اینبار هم قسمتم شد در یکی دیگه از پکیج های استاد شرکت کنم 
ماشاالله لا حول و لا قوه الا بالله العلی العظیم 
عجیب دوره ای این پکیج 4 همه پکیج ها عالی اما اینبار کار عملی زیاد تخلیه هیجانات نهفته باز شدن گره های ذهنی فقط با  بازی همراه با عطر و سنگ های آموزش دیده در پکیج سه 
تحلیل فوق العاده هر بازی و فهمیدن آسیب متایی به کدام قسمت مغز در چه رده سنی 
حقا که هزینه ای که پرداخت میکنم واقعا ناچیز هست  
قشنگ من در خودم باز شدن گره ذهنی رو دیدم 
و تحلیل علمی بابت تک تک مطالبی که میگویند
از استاد بابت لحظه لحظه وقتی که برای ما گذاشتن و نذری فوق العاده که من به شخصه تفاوتش رو متوجه شدم در مزه و طعمش  تشکر میکنم 
اجر کارتان با صاحب الزمان الهی به زودی زود به خواسته دلتان برسید 🌹
از خانواده سلیمانی عزیز که تمام تلاششان را گذاشتند برای بهتر برگزار شدن کمال تشکر را دارم
و همچنین خانم سلیمانی که  برای تک تک ما زحمات انرژیکی فراوان کشیدند 
ان شالله حاجت روا باشید اجرتان با بانو فاطمه زهرا`
    },
    {
      name: 'خانم واشقانی فراهانی',
      job: 'بازنشسته - مدیر دبیرستان دخترانه',
      city: 'تهران',
      package: '4',
      comment: `با سلام استاد کوهی  بزرگوار
از برگزاری دوره پکیج ۴ از شما سپاسگزارم.که در این دنیایی که همه غرق در تکاپوی زندگی روزمرگی مان هستیم.فراموش کردیم که ما می‌توانیم بهترین یار امام زمان باشیم.ولی وسیله شناخت بهتر را بلد نبودیم.در گوشه ای خزیده ایم وسرمان در کارخودمان هست.وفکر می کنيم همه چیز خوب هست ولی در این چند روز متوجه شدیم.به تنها چیزی که فکر نمی‌کردیم. این بود که مغز ما چطور باید پردازش کند.چطور بیماری‌هایی که منشا انها مربوط به لایه های مغزهست را مرتفع سازیم.وافراد خانواده را چطور با ساده ترین وسایل کنارهم تمرین باهم بودن راداشته باشیم.از شادی‌های کاذب دست برداریم.
چندین وقت هست که از کودک درونتان خبرندارید ؟وسرگردان رها کرده اید؟
دوستان عزیز با شرکت در این کلاس که یک پکیج نیست بلکه یک ترم دانشگاهی بود حتما شرکت کنید. وبرای یاریگری  امام زمان ،خود را به روز رسانی کنید.
استاد دستمریزاد  خداقوت همیشه سلامت وپایدار باشید.
از خانواده خانم سلیمانی هم که خودتون می دونید.تمامی جوانب محل برگزاری تحت نظر بوده .وتمیز ومرتب کلاس را شروع می کردیم.از شما هم سپاسگزاریم.
استاد خیلی پکیج لازم بودم.یا علی`
    },
    {
      name: 'آقای جلالی',
      job: 'کارشناس دفتر مدیریت - اداره پست منطقه شمال تهران',
      city: 'تهران',
      package: '',
      comment: `سلام و صلوات 
پک بازی درمانی اسم ساده ای داره ولی مطالب علمی فوق‌العاده تخصصی در زمینه عملکرد مغز و عوامل موثر بر مغز و ریشه یابی اختلالهای ذهنی، شخصیتی، رفتاری، مشکلات متافیزیکی و ... که با چند بازی ساده کشف و قابل درمان هست. توضیح این قسمت وسیع هست و مطلب بسیار... ( به طور قطع جابجایی مرزهای علم، علمی برای ۱۵ سال بعد)
اختلال هایی که با درمان های طولانی مدت و پر هزینه با مصرف داروهای متفاوت در حال انجام هست، با چند بازی ساده ولی تدبیر شده ( ادامه پک ۱ و ۲ و ۳ ) قابل درمان هست، با کمترین هزینه و با زمان کوتاه تر.
شگفت زده شدیم که با یک وسیله بازی بسیار ساده میشه در زمان هم سیر کرد...
این دوره برای افراد بی سواد هم کاربردی هست و قابل اجرا...
تو این دوره به معنی واقعی متوجه شدیم شادی و خنده حلال چی هست و چه اثراتی از لحاظ فردی و خانوادگی و اجتماعی داره...
در مورد هزینه دوره هم فقط میشه گفت مطالب ارائه شده تو دو سه ساعت اول در روز اول مبلغ پرداختی رو پوشش میده و ادامه دوره هدیه دکتر کوهی به ما هست.
ماشاءالله لا حول و لا قوة الا بالله العلی العظیم.
استاد بزرگوار قادر به تشکر به نحو احسن نیستم، ان شاءالله خداوند متعال و حضرت ولیعصر برای شما و خانواده محترمتان هزاران برابر جبران کنند.`
    },
    {
      name: 'خانم بیکی',
      job: 'درمانگر و نماینده طب اسلامی',
      city: 'گنبد کاووس',
      package: '3',
      comment: `بسم الله الرحمن الرحیم

با سلام و نور 
خدمت استاد کوهی بزرگوار و ارجمند

بابت دوره بسیار عالی احجارو روایح شهرری برگزار کردین واقعا کمال تشکر از شما و خانم سلیمانی و بقیه دست اندرکاران این دوره دارم

واقعا دوره ای متفاوت و جذابی بود
بار علمی این دوره واقعا در مقابل هزینه آموزش که پرداخت کردیم ناچیز بود
مطالبی که استاد عزیز شما بیان کردین خیلی کاربردی و جدید بود که ما درمانگران اطلاعی از این سبک درمان با سنگ و عطر نداشتیم
شما دریچه جدیدی از درمان بیماریهای جسمی و ماورایی برای ما آموزش دادین که واقعا مدیون شما هستیم
مسلما اگر آموزش ها شما بکار ببریم یک زندگی آرمانی خواهیم داشت
مینی دوره پاکسازی هم دیگه هرچی بگم کم گفتم خیلی خیلی خوب و عالی بود با این روش که آموزش دادین مشکلات ماورایی و.... راحت تر و امن تر برطرف خواهد شد
ان شالله مزد پاداش اشاعه علم اهل بیت و قرآنی  از آقا امام زمان(عج) بگیرید و خودتون و خانواده محترم سلامت در پناه امام زمان(عج) باشید

بازم از شما واقعا سپاسگزارم 
و دعاگو شما هستم


توصیه میکنم دوستان حتما پکیج۳ شرکت کنید چون خیلی عالی و کاربردی برای زندگیتون هست`
    },
    {
      name: 'خانم حیدری',
      job: 'درمانگر',
      city: 'تهران',
      package: '3 - 4',
      comment: `سلام و شور و شادی و عشق 

☘️عشق و الفت و مهربانی و شور الهی و باطنی و حقیقی و فطری که خدای بزرگ در وجود ما و در این هستی قرار داده و ما  مطلع و آگاه نبودیم که چطور عشق و شادی و امید رو زنده کنیم با بازی ،

همان بازی‌هایی که امیرالمومنین علیه السلام در زمانه خود با آن همه عظمت ،با بچه ها می‌کرد و امید و الفت را زنده می‌کرد....

و چطور شیطان رو دور کنیم از وجودمون با خنده و شادی الهی☘️

خدا را بی نهایت شاکرم که من رو راهنمایی کرد شاگرد استاد کوهی عزیز باشم و از این طریق بلطف خودش آگاهم کرد که چطور بازی کنم ....

اینکه چه عطری بزنیم ،چه سنگی داشته باشیم ،کدام آیه منور از قرآنش رو تلاوت کنیم که بازی‌هامون رنگی الهی و تاثیری الهی و نتیجه ای الهی برامون داشته باشه...

چه زمانی بازی کنیم ...
و من که زندگی رو گونه ای دیگر میدیدم ،حالا با بازی هایی که در کلاس استاد کوهی عزیز آموزش دیدم ،به بازی و  زندگی به نوعی دیگر و زاویه ای دیگر نگاه میکنم 🎡

بعد از این کلاس بازی درمانی ،تایم بازی برای خودم و خانواده خودم رو به امید خدای بزرگ قرار میدم و امید دارم که بلطف خدای بزرگ و مهربان و استفاده از آموزه های استاد، تاثیر شگرف و عجیب و عمیق این بازی‌ها رو در جسم و روح خودم و خانواده ام مشاهده کنم 


خدای بزرگ من شکرت شکرت شکرت که من رو کمک کردی و رزق علمی من رو در کلاسهای اساتید بزرگی همچون استاد کوهی قراردادی 
🎊🎉خدایا صد هزار مرتبه شکرت🎊🎉`
    },
    {
      name: 'خانم گل محمدی',
      job: 'دانشجوی رشته مکانیک',
      city: 'تهران',
      package: '4',
      comment: `سلام و نور ✨
ماشاالله لاحول و لاقوه الا بالله العلی العظیم 
اللهم بارک لمولانا صاحب الزمان

پکیج این دوره چهارم بازی درمانی و طب ماورا به طور وصف نشندی دارای سطح بسیار بسیار بالای و انرژی بود که باعث میشد تمام مشکلات روانی و جسمی از لایه های زیرین خارج و درمان شود و سطح دیگری از پاکسازی اتفاق بیفتد .
شادی در این دوره تجربه کردیم که خیلی سال بود از آن دور شده بودیم و کودک جوان پاک درونمون را فراموش کرده بودیم در این دوره ما یاد گرفتیم که با چیز های کوچک و ساده چجوری میشه درمان و شادی را به صورتی که شرعی است و خدا میخواهد انجام بدیم با دوستان ، خانواده و حتی خودمون .

از خداوند شاکرم که در این مسیر قرار گرفتم و توانستم در این دوره شرکت کنم «« و به دوستانی که هنوز شرکت نکردن توصیه میکنم حتما حتما این دوره برگزار شد شرکت کنید.»»

از استاد عزیز بسیاررر متشکرم که این دوره های پربرکت و پر از محتوا را برگزار میکنند ، ان شاالله خداوند توان فراوان و برکت بسیار زیادی به خودشان و خانواده محترم و خانم سلیمانی عزیز و خانواده بزرگوارشان برای زحمت های فراوان که برای ما میکشند بدهد .❤️🙏🙏✨
ان شاالله در این مسیر تا رسیدن به ظهور کنار استاد گرامی رشد و پرورش پیدا کنیم و در دست امام زمان  یاریشان دهیم .🌸✨`
    },
    {
      name: 'خانم ابراهیمی',
      job: 'کارشناس کنترل پروژه در یک شرکت نیمه دولتی',
      city: 'تهران',
      package: '',
      comment: `تو را بر درون خویشتن راه هست
در آنجا طلب کن که جان گاه هست

تجربه شرکت در دوره آموزشی بازی‌های تطهیر برای من یکی از تأثیرگذارترین لحظات زندگی‌م بود. این دوره فقط یک آموزش ساده نبود، بلکه سفری به دوران شاد کودکی بود. سفری بود به عمق وجود، جایی که تونستم با خودم، با گذشته‌م و با مشکلاتی که به مرور برام پیش اومد و از آن آگاه نبودم  روبه‌رو بشم و اون‌ها رو با عشق و آگاهی تطهیر کنم.

از صمیم قلب از استاد کوهی گرانقدر که با قلب بزرگ و عشقی وصف ناپذیر و دانشی عمیق مطالب سنگین را به صورت بسیار ساده و قابل فهم و ملموس ارایه دادند سپاسگزارم. 
همین‌طور از خانواده دوست‌داشتنی خانم سلیمانی  که با تمام وجودشون فضا رو آرام ، دوستانه و محبت‌آمیز  کردند.

تأثیرات این دوره برای من، فراتر از تصور بود؛ آرامش درونی، آگاهی بیشتر، ارتباط بهتر با خودم و اطرافیانم، و مهم‌تر از همه، انگیزه ای دوباره برای ادامه مسیر .

اگر هنوز در این دوره شرکت نکردید، از ته دل پیشنهاد می‌کنم که حتماً این تجربه رو برای خودتون رقم بزنید.
این فرصت رو به راحتی از دست ندید.

با آرزوی دلی آرام و جانی بیدار برای شما`
    },
    {
      name: 'خانم قاسمي',
      job: 'خانه دار',
      city: 'شهر ری',
      package: '4',
      comment: `سلام علیکم 
سلام و نور و خدا قوت به استاد بزرگوار و خانم سلیمانی عزیزم و خانواده محترم شون 
بله واقعا کلاس بی‌نهایت و بسیار عالی و پر باری بوددددددد
باور تون میشه که با یک بازی ساده بیماری های مغزی که باید حداقل ۳ ماه دارو مصرف کنند درمان می‌شه شکلک تعجب ویا بیماری های تنفسی و روحی ووووووو پس دست دست نکنید و  ان شاءالله ان شاءالله حتما حتما از همین الان برای سری جدید  دوره پکیج ۴ ثبت نام کنید🌹`
    },
    {
      name: 'خانم شرافتی',
      job: 'درمانگر طب',
      city: 'ساوه',
      package: '',
      comment: `سلام ونور جاری در وجود پر از مهر و آرامش استادکوهی عزیز جان و خرد 

الحمدالله رب العالمین 
الحمدلله رب العالمین 
الحمدلله رب العالمین 
الحمدالله رب العالمین 


الحمدالله کما هو اهله 

ماشاالله لا حول بلا قوه الا بالله آلعلی عظیم 

 
استاد کوهی بزرگوار 
هیچ کلام وجمله ای برای بودنتان در مسیر زندگیم ندارم زبانم  قاصر است در برابر این همه علم ،مهر،تواضع،ببخش شما برای فرزندانتان 
 پدر معنوی مهربان و دلسوزی هستید که باعث شدید فرزندانتان در مسیر معنویت رسیدن خالصانه به خداوند واعمه را یاد بگیرند 
شما الگویی از یک انسان کامل وبی الایش هستید 
آنقدر در روح و جسم ونفس مان کار کردید تا ما بتوانیم خوب  بندگی کنیم برای مخلوقمان 
 آدمی بودم که پر از غرور ووووووو،،،،
خیلی از رضیلتهای  در وجودم و فکر میکردم همه رفتارها درست است 
ولی با شرکت در کلاسهای شما فهمیدم ،درک کردم ،تلاش کردم تا بتوانم درست بندگی کنم بر مخلوقم 
کاش زودتر در جوانی در مسیر زندگی من قرار می‌گرفتید 
 تا خالص بودن در برابر خداوندرا زودتر و عمقی درک میکردم 

کلاسهای شما مثل کوه میمونه وما سنگ الماس که هر چه بیشتر در کلاس ها شرکت میکنیم  رشد وتکامل ما کاملتر میشه ونفس وروحمان زیباتر وپر نورتر 

کلاس های شما را که شرکت میکنم دقیقا مثل سفر کربلاست برام  
وقتی کربلا میرم میام تازه میرسم ایران میگم خدایا من واقعا کربلا بودم کاش برنمیگشتم 
دقیقا وقتی از کلاس برمی‌گردم این حس را  دارم
 دوره بازی درمانی هم که بی نظیر بود
من یه عالمه مشکل داشتم نقطه درمان پیداکردم 
حس میکنم چقدر میشه کمک کرد به آدمهای دور وبرمون ودرست بزنیم به نقطه هدف 

از خداوند برای شما  پدرومادرو خانواده محترتان و فرزندانتان عشق ،ارامش،سلامتی ،ارزومندم امیدوارم زیر پرچم آقا جانمان صاحب الزمان خدمت کنند 



خانم سلیمانی عزیزوخانواده محترم برای همه زحماتتون سپاسگزارم
حلال بفرمایید 

در پناه حق مستدام باشید`
    },
    {
      name: 'خانم رضوی',
      job: 'حسابدار ارشد - بازنشسته صدا و سیما',
      city: 'تهران',
      package: '',
      comment: `شکر و سپاس خدای را ،بر این ،هدایتی که، دوری از هر شری را در عالم ، به ما،اموخت
  واعتصموا بحبل الله را در  جان مان ریخت،،، وچشم  دل مان را به نورانیت سراج منیر ،عمیق و نافذ 
و قلب مان را آماده تجلی  حکمت الهی ،بنا بر ظرف  وجودی  ،گردانید،،،
خدایا اورا که ،حاصل غور و اندیشه سالیان را متواضعانه در اختیارمان گذاشت
،درپناه خودت سلامت و سعادتمند ،در دنیا و آخرت قرار ده،
امید ونشاط را در قلسیب
ثبات را در راهش ،
توفیق روزافزون را در هر لحظه زندگیش ،
وبرکات ورزق واسعه را در سفره زندگیش قرار ده ،،،
استاد کوهی بزرگوار ،سپاسگزاریم،،،
التماس دعا 
در پناه خداوند`
    },
    {
      name: 'خانم پورفلاحتی',
      job: 'درمانگر - خانه دار',
      city: 'تهران',
      package: '4',
      comment: `سلام و نور✨✨✨
عرض ادب واحترام


خدمت استاد بزرگوار...دکتر کوهی گرامی

واقعا زبانم قاصره برای تشکر از  محتوای  کلاس ها 

از همون پکیچ ۱ تا ۴ به ترتیب وبا سلیقه برنامه ریزی شده
وهر کدام از پکیچ ها برای برای خودش دنیای بزرگی داره
ان قدر محتوا زیاد وپر بار هست
که بعد از یکسال هنوز نتونستم محتوای پکیچ یک را کامل کنم..هر روز وهر جلسه که تشکیل میشه..اموز ش های جدید وپر محتوا

ماشاالله لا حول ولا قوه الا بالله العلی العظیم

 
الحمدلله  بابت این کلاس ها 
که قسمتمون شد



ماشاالله به استاد بزرگوار
خدا به استاد بزرگوار وخانواده محترمتان صحت وسلامتی عطا کند..ودعای خیر پدر مادرشون بدرقه راهشون باشد..وعاقبتشون ختم به شهادت در ظهور آقا امام زمان عج ودر رکاب ایشان
ان شالله🤲 

که با صبر و شکیبایی ما را راهنمایی میکنند

الحمدالله کما هو الله
به دوستان گروه توصیه میکنم
هر طوری شده برنامه ریزی کنند و کلاس بازی تطهیر را تشریف بیاورند
ان هایی هم که قصد داشتند بیان ولی نیومدن
سرشون کلاه رفت.

 کلاس خیلی پر نشاط وپر انرژی  بود
ولی حیف که زود تمام شد


خانم سلیمانی عزیز وخانواده محترمشان هم شبانه روز سعی و تلاش کردند.تا کلاس به نحو احسنت برگزار بشه
خدا به خودشون وخانواده محترمشان سلامتی و عاقبت به شهادت را روزی شون کنه   🤲`
    },
    {
      name: 'خانم حمیدی',
      job: 'درمانگر',
      city: 'تهران',
      package: '',
      comment: `سلام و عرض ادب محضر همه بزرگواران 
هر چه فکر میکنم واژه و کلماتی که بتونه احساسم رو انتقال بده پیدانمیکنم برای تشکر از استاد و وصف حالم در طول مدت کلاس .
فقط میتونم بگم در طول دوره آموخته های گذشته ام رو اعم از  تحصیلات دانشگاهی  و تجربیات و ‌کلاسها و دوره های آزاد رو بررسی میکردم .و مدام در دل میگفتم کاش زمان به عقب برمیگشت و من به جای آن همه دوره و کلاس و .... فقط در دوره های استاد کوهی شرکت میکردم و بس .
نمیدونم شاید الان رزقم بود.شاید در کنار این گروه رزقم بوده ....نمیدونم.
اما از خدا  میخوام حالا که اجازه شرکت در این دوره رو عنایت فرموده، توفیق  یادگیری کامل و بهرمندی جامع رو بهم ( و بهمون) عنایت کنه ان شالله 
تشکر از خانم سلیمانی بزرگوار و خانواده محترمشون  که بسیار تلاش کردند برای  برگذاری  دوره.
ان شالله همگیمون در خیل اعوان و انصار بقیه الله عجل الله تعالی باشیم .

ان شالله به زودی در پکیج های بعد  شرکت کنیم و بهرمند شویم .
از همگی صمیمانه حلالیت می طلبم`
    },
    {
      name: 'خانم کاظمی',
      job: 'درمانگر',
      city: 'تهران',
      package: '1 2 3 4',
      comment: `سلام و نور 
بنده یکی از صدها دانش پژوه استاد کوهی بزرگوار هستم

من به فضل خداوند و زحمات سرکار خانم سلیمانی عزیز با کلاسی های سراسر نور استاد آشنا شدم

در پکیج اول معنویات من یه جور خاص،برام جذاب شد، و به لطف خداوند دیگه نمازهام رو به قضا شدن نرفت،
نحوه صحیح اذکار و سبک زندگی رو آموزش دیدیم، که بسیار عالی بود...

پکیج دوم ماساژ و پرانا بسیار کاربردی بود چون درمانگر بودم و فرزند کوچک داشتم، در روند درمان و فرزندپروری بسیااااار کاربردی بود و تاثیر مثبت داشت...


پکیج سوم که در مورد احجار و روایح بود 
کولاک کرد ،چه در زندگی شخصی و چه در کار درمانگری 

یک میانبر در درمان بود...

پکیج چهارم...پکیج چهارم...پکیج چهارم
هرچی بگم کم گفتم از مزایای این نوع تدریس و محتوای آن 

بازی درمانی، که استاد واقعاً مرزهای علم رو جابه جا کردن
به قدری جذاب و شیرین و کاربردی بود برای من
به طوری که، نشاطی رو که ۱۱ سال در درون من گم شده بود،رو دوباره بدست آوردم
آموزش های دیدیم که با به کارگیری آن مطمئنا تأثیرات فوق‌العاده مثبت آن را در خانواده و اجتماع به وضوح خواهیم دید...

به طور کلی دوره های استاد کوهی بزرگوار، شاه راه هایی هستند برای زندگی و درک بهتر زمان ظهور امام زمان عج ✨`
    },
    {
      name: 'خانم هزیجی',
      job: 'درمانگر',
      city: 'تهران',
      package: '',
      comment: `سلام ونور 
تو این دنیایی که هرروز یاس ونا امیدی سراغم میومد و نصبت به شغلم (درمانگر)خستگی زیاد و تخلیه انرژی وسردرگمی برای بعضی از مراجعه کننده هام که باید چیکار کنم براشون فکرم رو درگیر کرده بود
وارد دوره های استاد کوهی شدم ،قدم به قدم تشخص ودرمان رو با روشی امن که در چارچوب قرآن وصحیفه سجادیه ونهج البلاغه ومفاتیح الجنان رو در روح و جونمون نشدون و یاد گرفتم که چطوری انرژی رفته وانرژی های منفی چطور از خودم و خانواده م دور کنم و جاش رو با نوراهل بیت  پر کنیم و با هر دوره جدید یه بعد جدید از مشکلات فیزیک و متافیزیک رو بررسی و درمان میکنیم`
    },
    {
      name: 'خانم انصاری',
      job: 'دبیر بازنشسته',
      city: 'تهران',
      package: '3',
      comment: `سلام و نور 
یه تشکر ویژه دارم از شما و خواهر گرامیتون که بابت کلاسها خیلی وقت می‌گذارید و زحمت میکشید 
کلا با کلاسهایی که در سه پکیج گذراندم دنیام عوض شده 
وخیلی حسرت میخورم که نتوانستم در پکیج چهار به علت تداخل کارهایم  شرکت کنم  امیدوارم که بتوانم در فرصت  بعدی استفاده لازم رو ببرم  
اجرتون با صاحب الزمان`
    },
    {
      name: 'خانم ابراهیمی',
      job: 'کارشناس کنترل پروژه در یک شرکت نیمه دولتی',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `سلام و عرض ادب خدمت استاد بزرگوار و همه دوستان عزیز

بخشی از شکرگزاری از نعمتها و لحظات خوبی که پروردگار به ما می بخشند به زبان آوردن و نشر آن میباشد. 
در روز اردو به دلیل حال و هوای خاصی که داشتم از مصاحبه جا ماندم. با خود اندیشیدم سستی در انجام این کار کمال ناسپاسی از این همه نعمات و تلاش و کوشش هایی است که در این دو روز استاد عزیز و تیم صبور و متواضعشان برای ما رقم زده اند. 

پس اینگونه آغاز میکنم این شکرگزاری را از سوی خود و بسیاری از شرکت کنندگان در اردو :

استاد گرانقدر، این دو روز از اردویی که برای ما تدارک دیده بودید بسیار دوره ای خاص بود که به نظر من هیچ استادی مانند این را نمی تواند برگزار نماید. چرا که در وهله اول با عشق و با جان و دل کار کردن شما رنگ و بوی خاصی به این دوره داده بود. (هرچند که در دوره های آموزشی نیز دلسوزی شما جهت یادگیری دانش پژوهان مشهود بوده است)

هماهنگی دقیق در روز شهادت بزرگ بانوی دو عالم، برای زمان خاص در کنار ساحل بودن، پاکسازی چاکراها، پاکی دلها و ارتباط با پروردگار و بیعت با معصومینش...

تجربه یک روز پاییزی زیبا در جنگلهای بکر و خوردن صبحانه بر روی برگهای رنگارنگ پاییزی و ارتباط با مادر زمین ...

نشستن بر روی قالیچه های هدیه شده از سوی استاد در گوشه ای از جنگل و فرو رفتن در درون خود در کنار عطر رایحه های خوش فرآوری شده توسط موسسه استاد و دود اسپند و انجام تکنیکهای ویژه و خاص از سوی ایشان که جسم و روح ما را دوباره بازسازی نمودند...

ایستادن در کنار آتشی که شعله های آن بی هیچ منتی دمنوشهایی از نوع میوه ها و گلهای آن دیار را برای آرامش جسم ما مهیا می کرد...

پیاده روی در دل بادهای پاییزی برای رفتن به مقبره یکی از پیران طریقت جهت ارتباط معنوی در دل جنگلهای شمال، خواندن نماز جماعتی با شکوه در صفهای دوستانه، انجام تکنیک نخل در بین دو نماز ...

غذاها، میان وعده ها و نوشیدنی های ارگانیک که هر کدام با نور قرآن و ذکر اسماء الهی متبرک شده بود که جای خود داشت.

و چه مدبرانه و هوشمندانه ما را از شهر شلوغ و زندگی پرقیل و قال بیرون کشیده و با چهار عنصر هستی پیوند دادید.

و در آخر نیز همه با سبکبالی تمامی که توسط تکنیکهای پرقدرت شما که از جان و عشقتان او نشأت گرفته بود و با ساکی پر از سوغاتهایی با ارزش که هر کدام می تواند در زندگی ما تأثیری خوشایند بگذارد تک تک شاگردان را راهی شهرشان نمودید...

همانند پیر و مرشدی دلسوز شاگردان را به سوی خود کشاندی و کوله بار سنگین غصه ها و ناراحتی ها را از آنها گرفته و با دلی شاد و البته پر از آگاهی آنها را روانه نمودید. 

بعد از این دریا، ساحل، غروب خورشید، جنگل، پاییز هر کدام برای تک تک شاگردان معنایی دیگر خواهد گرفت. گویا در خواب، سفری معنوی نموده و بازگشتیم و شیرینی این سفر تا آخر عمر همراهمان خواهد بود. 

تازه این سفر سوغاتی دیگری هم با خود داشت و آن آشنایی با دوستانی هم پیمان از سایر نقاط میهن عزیز و گفت و گو با آنان و تبادل اطلاعات.

و این همه نمی تواند از یک مدرس معمولی برآید چرا که این داستان، انسانی فرزانه، قدرتمند، مدیر ، با معلوماتی بالا و توانمندی خاص می طلبد که با عشق، و جان و دل به تربیت و آگاهی دادن شاگردان می پردازد و اینها همه خاص استاد کوهی بزرگوار می باشد.

پرتوان، تندرست و برقرار باشید استاد عزیز. 🙏`
    },
    {
      name: 'خانم شریفیان',
      job: 'داروساز',
      city: 'خمینی شهر اصفهان',
      package: '3 - 4',
      comment: `با سلام و احترام خدمت استاد کوهی بزرگوار، خانم سلیمیان عزیز، خانم سلیمانی عزیز و همه دوستان
دیروز دوره احجار و روایح اصفهان تمام شد، این دوره را بنده مهر ماه شرکت کرده بودم و اینبار تکرار دوره اومده بودم و به جرات میگم مطالب کلاس ۷۰ درصد جدید بود و همیشه تکرار دوره ها پر از مطالب جدید 
استیکر آدمک با چشم های قلبی قلبی

و امروز که استاد پکیج چهار را شروع کردند و لوب های مغز من در حال رِفرِش شدنه، واقعا این دوره تمام قسمت های مغز را به چالش میکشه و نیاز تمام آدم هاست و نه یک قشر خاصی
استیکر آدمک با مغز منفجر شده

و تشکر از خانم سلیمانی عزیز که با حضورشون در دوره اصفهان بسیار ما را خوشحال کردند
استیکر آدمک با یه عالمه قلب دورش`
    },
    {
      name: 'خانم کچویی',
      job: 'درمانگر و فعال فرهنگی',
      city: 'اصفهان',
      package: '',
      comment: `عرض سلام و ادب و احترام خدمت استاد کوهی گرامی
وهمه اعضای محترم بنیان مرصوص 
خدارو شاکرم که شرکت در پکیج ۳ و ۴ رو رزق من قرار داد 
از استاد بزرگوار بسیار سپاسگزارم و قدردان زحمات و تلاش ایشان بابت انتقال این علوم بی نظیر هستم 
دوره احجار و روایح اصفهان واقعا عالی و مدبرانه طراحی و برگزار شد بنده به شخصه خیلی استفاده کردم و چیزهایی رو یاد گرفتم که تابه حال هیچ اطلاعاتی درموردش نداشتم یا بعضا اطلاعات درستی درباره سنگ ها و عطرها نشنیده بود اما در این دوره به چشم نتایج و آثار استفاده صحیح از سنگ ها و عطرها رو دیدم و خیلی برام حیرت انگیز بود
همچنین دوره بازی درمانی که امروز اولین روز برگزاریش بود و فقط چند مورد از بازی‌ها رو یاد گرفتیم ولی خیلی عالی و نشاط برانگیز بود که فقط باچندتا بازی ساده اما پرمحتوا چه کارها که میشه انجام داد و حال خودمون و خانواده و اطرافیانمون رو خوب کنیم و حداقل بچهای خودمون رو از شر این نارنجک هایی که شبانه روز در دست دارن حفظ کنیم
توصیه میکنم همه دوستانی که شرکت نکردن حتما در دوره های بعدی شرکت کنند.
استاد گرامی خیلی خیلی سپاسگزارم ان شاالله که خداوند خیر کثیر دنیا و آخرت و سلامتی روزافزون به شما عنایت نماید.
همچنین از زحمات خانم سلیمیان عزیز که برای برگزاری دوره خیلی تلاش کردن سپاسگزارم 
وقدردان حضور خانم سلیمانی گرامی هستم که اطلاعات و تجربیات خودشون رو به این خوبی در اختیار ما قرار می‌دهند
 خداوند حافظ و نگهدار همه عزیزان باشه`
    },
    {
      name: 'خانم زال پور',
      job: 'دبیر',
      city: 'شهرری',
      package: '',
      comment: `خداوند سایه استاد بزرگوار و خانم سلیمانی عزیز و خانم سلیمیان مهربان را بر سر همه ما مستدام بدارد.
خداوند مهربان را شاکرم که این دو بزرگوار،خواهرانه هوای استاد بزرگوار را دارند.
الحمدالله علی کل نعمه.
واقعا استاد کوهی بزرگوار خیلی لطف می کنند که در شهرهای مختلف کلاس برگزار می کنند (به دور از خانواده).
امید که قدردان لحظه به لحظه حضور ایشان باشیم.اگرچه واقعا نمی تونیم کمترین حد سپاسگزاری را به جا بیاوریم.
ان شاالله لحظه به لحظه  همه این زحمات در دفتر آقا حجت ابن الحسن،ثبت شود.`
    },
    {
      name: 'خانم صادقی',
      job: 'خانه دار - ماساژ و حجامت',
      city: 'مشهد',
      package: '4',
      comment: `باسلام و درود 
خدمت استاد بزرگوار 
از زحمات شما بسیار سپاسگزارم 
دوره بازی درمانی درهای تازه ای از علم را برای من گشود پژوهش های علمی استاد بسیار جالب و شیرین بود
این دوره برای درمان بسیاری از بیماریها کاربرد دارد
منتظر ادامه مباحث استاد هستم 
دوستانی که امروز حضور نداشتند خیلی از اطلاعات بروز استاد را از دست دادند
توفیقات روز افزون برای استاد بزرگوار از درگاه خداوند متعال مسئلت دارم`
    },
    {
      name: 'آقای داعی',
      job: 'ماساژیست و درمانگر',
      city: 'اصفهان',
      package: '',
      comment: `سلام و نور خدمت استاد عزیز و خانم سلیمیان و همه‌ی دوستان

تشکر بابت برگزاری پکیج ۳ و ۴
واقعا دست مریزاد خدمت استاد بزگوار که با این علم ناب قرآنی و محمدی دریچه‌ی روشنی از زندگی را برای ما باز کردند
واقعا قدرت خداوند توصیف ناپذیر است و هرچی جلوتر میریم بیشتر مبهوت این علم‌ها میشیم و افسوس میخوریم از اینکه چرا زودتر از اینها در این مسیر قرار نگرفتیم
ولی بازم جای شکرش باقی‌ست ک مورد عنایت امام زمان (ع) قرار گرفتیم
ان‌شاالله بتونیم با ساخت خود و جامعه، سرباز خوب و مورد تاییدی برای امام زمانمون و در رکاب ایشان باشیم

ماشاالله از این همه قدرت سنگ‌ها و عطرها که چقدر هوشمندانه بر بدن انسان اثر میگذارند و باعث درمان و لطافت میشوند

همین قدر بگم که دوستانی که شرکت نکردند ظلم بزرگی در حق خودشون کردند و مطالب بسیار زیاد و ارزشمندی رو از دست دادند

ان‌شاالله همگی توفیق شرکت در کلاسهای استاد را داشته باشیم
لا حول ولا قوه الا بالله

یاعلی`
    },
    {
      name: 'آقای داعی',
      job: 'ماساژیست و درمانگر',
      city: 'اصفهان',
      package: '4',
      comment: `بسم الله الرحمن الرحیم
لا حول ولا قوه الا بالله العلی العظیم
سلام و نور

خدا عافیت و سلامتی و برکت به استاد کوهی بزرگوار عطا کنه

واقعا در عالم چه خبره!
سر منشا و سرشاخه‌ی همه علوم از دل قرآن است
غیر از اون همش وقت تلف کردن و به نتیجه نرسیدن و جهل است
از زمانیکه با استاد کوهی عزیز و علم زیبای قرآنی ایشان آشنا شدم،تازه متوجه شدم که چقدر جای قرآن و اهل‌بیت (ع) در زندگیمون و جامعه خالیه و تازه فهمیدم کلمه اشرف مخلوقات را خداوند، چرا به انسان داده و از نیروهای درونی خودم باخبر شدم که چه کارهایی میشه باهاش انجام داد

واقعا زندگیم به دو بخش، قبل و بعد دوره‌های استاد کوهی تبدیل شده

علم و تمدن در دل قرآن است و چه قشنگ تمام ابعاد زندگی بشر رو تحت تاثیر قرار میده

فرقی نمیکنه کی هستیم و چه شغلی داریم،یا در چه سطح از سواد هستیم

قرآن و اهل بیت‌(ع)در مورد ریزترین نکات زندگیمون برنامه ریزی کرده و چقدر زندگیهامون در جهل بوده و هست

خداراشکر بابت این عنایت امام زمان(عج) و توفیق آشنایی و شرکت در دوره‌های استاد کوهی

تازه ۴ دوره را سپری کردیم و زندگیم دگرگون شده
الله اکبر از قدرت و انرژی سنگ‌ها
الله اکبر از قدرت و خاصیت روایح
مشتاقانه لحظه شماری میکنم برای دوره‌های بالاتر که ان‌شاالله نصیبم بشه

امیدوارم این علم رزق و روزیه همه‌ی شیعیان و محبین مولا علی(ع) بشه و از طعم شیرین  رمز و رازهای قرآن بچشند و جامعه‌ای بشیم آماده‌ی ظهور حضرت مهدی(عج)

الحمدلله
یاعلی۱۱۰`
    },
    {
      name: 'خانم معلمی',
      job: 'خانه دار',
      city: 'تهران',
      package: '',
      comment: `عرض سلام و ادب و احترام خدمت استاد کوهی گرامی وهمه اعضای  محترم  بنیان مرصوص ؛
خدارو شاکرم که شرکت در پکیج ۳ و ۴ رو رزق من و همسرم  قرار داد .

از استاد بزرگوار بسیار سپاسگزارم و قدردان زحمات و تلاش ایشان بابت انتقال این علوم بی نظیر هستم. 
دوره احجار و روایح اصفهان واقعا عالی طراحی و برگزار شد بنده به شخصه خیلی استفاده کردم و چیزهایی رو یاد گرفتم که تابه حال هیچ اطلاعاتی درموردش نداشتم، مخصوصا سنگ ها و عطرها  و جالبتراز همه بازی‌ درمانی ....

 اما در این دوره به چشم نتایج و آثار استفاده صحیح از سنگ ها و عطرها رو در لحظه دیدم و خیلی برام شگفت آور بود.

همچنین دوره بازی درمانی که امروز اولین روز برگزاریش بود و فقط چند مورد از بازی‌ها رو یاد گرفتیم ، اونقدرکودک درونمون بازیگوشی  کرد که به  موارد دیگه نرسیدیم ولی خیلی عالی بود ، 


دوستان دقت کنید، فقط باچندتا بازی ساده اما پرمحتوا چه کارها که نمیشه انجام داد و اول حال خودمون و بعد خانواده و اطرافیانمون رو خوب کنیم.

توصیه میکنم همه دوستانی که شرکت نکردن از الان پیگیر دوره بعدی باشند البته منم فکر میکنم دوره  پکیج ۳ و ۴  بعدی ،زود پر بشه از اونهایی که قبلا شرکت کردن ،چون طعم شیرین آموزشهای استاد رو بیشتر حس کردند. 

استاد گرامی خیلی سپاسگزارم ازشما که علاوه  بر تدریس هوشمندانه ، شناخت و  ادب در مقابل خالق مهربانمان و ادب  فرمان پذیری از صاحب الزمان و خیلی موارد دیگر را به ما آموزش می‌دهید . 

 ان شاالله که خداوند خیر کثیر دنیا و آخرت و سلامتی روزافزون به شما عنایت نماید.
 همچنین از زحمات خانم سلیمیان عزیز که برای برگزاری دوره خیلی تلاش کردند سپاسگزارم .
وقدردان حضور خانم سلیمانی گرامی (مسئول بزگوار برگزاری دروه های تهران ) هستم،  که علاوه بر ارائه اطلاعات و تجربیات بی نظیرشون ، تلاش زیادی برای آرامش و آسایش و یادگیری بیشتر ما داشتند .
 خداوند حافظ و نگهدار همه عزیزان باشد .
 در آخر اینکه دوستانی که قبلا پکیج 3و4 رو شرکت کردند ان‌شاءالله دوباره قسمتتون بشه شرکت کنید چون مطالب فوق‌العاده نابی  رو استاد ارائه کردند.`
    },
    {
      name: 'خانم هاشمی',
      job: 'دانشجو',
      city: 'اصفهان',
      package: '',
      comment: `سلام وای وای دوستانی که پک ۳و۴نیومدین چقدرجاتون خالیه
خدانصیبتون کنه امروزپک ۴کلی بازی وخنده وشادی میتونستیدیادبگیریندبرای شادکردن بچه وچقدرب راحتی کل خانواده رامیشودازشرگوشی خلاص کنیم وچقدربازی درمانی حال آدموخوب میکنه 
خداسلامتی ب استادوتمام زحمتکشان بدهد
استاد بزرگواروخانم سلیمانی وخانم سلیمیان بزرگوارخداعمرباعزت بهتون بدهد`
     },
    {
      name: 'خانم هاشمی',
      job: 'دانشجو',
      city: 'اصفهان',
      package: '',
      comment: `سلام وادب 
تشکرازاستادومعلم توانمدوبزرگوار
روزتون مبارک 
تشکرازخانم سلیمیان عزیزوصبورودوست داشتنی 
تشکرازخانم سلیمانی مهربان ومادروخانم چیلکی مهربون وبقیه دوستان پشت صحنه که هنوزنمیشناسمشون 
خدااجرتون بدهد
🌷🌷🌷🌷
اماصحبت اصلی ومهم برای دوستانی که ب هرصورت نتونستن درپک ۳و۴ شرکت کنند
اول دعاشون میکنم که خداروزیشون کنه 
بعدهم من اونطوری که بایدحسم رابهتون بگم نمیشه 
🌹چراکه شنیدن کی بودمانند دیدن🌹
ازسنگ هاوعطرهانگم براتون که چقدررازهای نهفته داردوماآگاهی نداریم 
بازیهاش رانگم که واقعامحشره باچه چیزهای ساده میشه درمان کردومادنبال قرص ودارو ودکترهای آنچنان هستیم  
خدانصیبتون کنه ازنزدیک خودتون ببینید
یاعلی مدد`
    },
    {
      name: 'خانم احمدی',
      job: 'خانه دار',
      city: 'اصفهان',
      package: '',
      comment: `سلام ان شاالله تکراردوره پکیج 3و4 اصفهان دوباره برگزاربشه بشدت مشتاقم شرکت کنم اماافسوس صدافسوس اینبارقسمت نبود`
    },
    {
      name: 'خانم براتی',
      job: 'پرستار',
      city: 'اصفهان',
      package: '3',
      comment: `سلام و نور

سخت بود ولی شد گفتم بیام نیام تکرار دوره احجار رو دودل بودم تا بالاخره شد و ثبتنام کردم و حالا فهمیدم واقعا دوره ها حتی تکرارشون هم روزی میخواد هم لیاقت👌

خدارو شاکرم که روزیم کرد و این لیاقت رو بهم داد ....که اگه نمی اومدم بعدا بشدت پشیمون میشدم

کی باورش میشه که هر سنگ درمانی با سوره های خاصی تغلیظ بشه ؟
کی باورش میشه با چنتا سوره روی سنگ بتونی مرض های سخت درمان کنی؟
تویی که میگی مددجو داری که شراب میخوره...تویی که میگی مددجو مشکل باروری مردانه داره...تویی که میگی اختلال پانیک داره ...تویی که میگی مددجوت تشنج و دیابت و ترس و وحشت و ام اس و سرطان و کیست و ...و هرچی که ب ذهنت میرسه ؛ داره میخوای درمانش رو بدونی؟ میخوای با نور خدا یعنی قرآن بتونی درمانش کنی پس بسم الله بیا ببین دوره تکرار احجار استاد کوهی چه کرده ....کولااااااک کرده....فکرشم  نمیکردم این همه ب روزرسانی فقط در چندماه فقط برا دوره احجار باشه...

خلاصه که بدون اغراق بگم ضرر کردین تکرار نیومدین و ضرر میکنید اگه پکیج ۳ رو نرین که البته دیگه الان معلوم نیست کی مجدد تکرار بزارن
هیچ کلاسی به امنیت کلاس استاد از نظر جسم و جان و روح و هیچ کلاسی با این همه حس ارامش و دلتنگی بعدش و شور و نشاط و این هممممممممه آموزش فوق العاده و بخصوص قرآنی ندیدم

الان میفهمم چرا استاد تاکید به تکرار دوره هم دارن ...واقعا هرچی دعاشون کنیم و تشکر کنیم کمه فقط یک جمله میگم خدا شر دشمنان انس و جن رو از ایشون و خانوادشون دور کنه و توفیقاتشون رو روزافزون کنه وعاقبتشون ختم به خیر و سرباز در رکاب آقا امام زمان ان شاالله که البته هم اکنون هم هستند سرباز گمنام آقا امام زمان علیه السلام`
    },
    {
      name: 'خانم براتی',
      job: 'پرستار',
      city: 'اصفهان',
      package: '4',
      comment: `سلام و نور

و اما نگم از پکیج ۴ که هنوز یک روز ازش گذشته و اینجور از خود بیخود شدم و درونم دگرگون شده و از این همه مطالب ناب و تربیتی مخم سوت کشیده....

شما مادری که هنوز بچه ت درگیر بازی های الکترونیکیه .... بازیهای موبایل و کامپیوتر که سروتهش جز خستگی روحی و جسمی و خشم و عصبانیت و افسردگی و....برا بچه ت نیست....شما پدری که هنوز نمیدونی چطور با بچه ت بازی کنی و چه بازی هایی رو داشته باشی که ذهنش رو فعال کنی وباهاش ارتباط خوب بگیری....حتی شما معلم مدیر مربی که نمیدونی چطور یک بازی ساده و در عین حال پر از نشاط و تهیج و مهم تر از همه ذره ذره ش فعال کردن و درمان ذهن و مغزه....آره درست شنیدی فقط یک بازی شاید خنده ت بگیره اما واقعیه ...چون اصول بازی کردن رو نمیدونید و مبنای بازی های ساده و خاص رو نمیدونید که چطور روح و جانتون رو جلا میبخشه و مشکلات رو از همون دوران کودکی حل میکنه تا الی آخر.... 

حتی شما زوج عزیز که تو روابط مشکل داری میدونسی فقط با دونستن فوت و فن و نقش یک بازی ساده تو ذهن و اتفاقاتی که برا مغز میزاره میتونی زندگیتو حتی شیرین بسازی و دیگه نگران هیچی نباشی؟

خلاصه بگم و هرچند حق مطلب ادا نشد ولی بگم که تو هر شغل و هر حیطه ای و هر سن و هرجنسی هستی تو هر زمینه ای فعالیت داری ضرر میکنی نیای پکیج بازی درمانی ...پکیجی که جدا از مبحث شورو شادی و نشاط واقعی وتهیجش سرتاسر درمانه و درمانه و درمان و تربیته و تربیته و تربیت... 

حالا دیگه این گوی و این میدون ...خودت باید بیای تا متوجه بشی چی میگیم .... اونوقت متوجه میشی چقدر دوره های استاد کوهی امن و تربیتی و درمانی و مهمتر از همه دستورات قرآنیه ..... شنیدن کی بود مانند دیدن👌

سلامتی و تندرستی و عاقبت بخیری و درپناه امام زمان بودن رو از خداوند متعال برای استادکوهی عزیز و خانواده و مجموعه شان خواستارم که همگی دست به دست هم میدن که به نحو احسن کلاسها برگزار بشه شهر به شهر و استان ب استان هرچند ما همیشه جلو رو میبینم و از پشت صحنه ها خبر نداریم ولی قطعا  از همه لحاظ از همه چیز مایه گذاشتن که بتونن جامعه ای آماده کنن که برا ظهور آمادگی لازم رو داشته باشه ....امید که لیاقت همچین علمی رو داشته باشیم و بتونیم دینی که گردنمونه رو ب شکل صحیح ادا کنیم ....


ادامه دارد....😁چون هنوز روز اوله`
    },
    {
      name: 'خانم بهبهانی',
      job: 'کارشناسی ارشد الهیات - عطاری و ماساژ',
      city: '',
      package: '',
      comment: `سلام بر استاد عزیز و بنیان مرصوصی های گرامی دوره پرباری بود🌷.  سه روز در کنار هم جیغ کشیدیم داد زدیم بالا و پایین پریدیم بدون اینکه کسی بهم بگه( زشته بزرگ شدی. مگه بیش فعالی. خول شدی 😒مگه عقلت رو از دست دادی). همه در کنار هم درک کردیم کودک درونی که زندانش کرده بودیم حق داره ابراز وجود کنه. و این گیجی ها و سردرگمی های روزانمون از کجا آب میخوره. خدا شاهده قلبم سبک شده و دلتنگ بازی . ساز دهنیم را برمیدارم و با نوای دیگری آقام امام حسین را صدا میزنم  چقدر صدای زیبایی داره 🥲 خدا رو شکر که چنین فرصتی را نصیبم کرد. استاد خدا بهتون عمر پر برکت بده خانم سلیمیان عزیز من تا شب آخر هم باعث درد سرت بودم 🙈 خانم مدیر  خدا صبرت بده با این شاگردهای سر به هوا و بازیگوش😅`
    },
    {
      name: 'خانم پریگل',
      job: 'خانه دار',
      city: 'قم',
      package: '',
      comment: `سلام نور خدمت استاد بزرگوار ومهربانم
جناب دکتر کوهی نازنین

خداراهزاران بارشاکرم که لطف الهی شامل حالم شد 
ودوره بازی درمانی را درشهرزیبای اصفهان تجربه کردم 
هرچقدر از مطالب وتدریس استاد در دوره بگم مثل قطره دراقیانوس واقعا قابل توصیف نیست

اینقدر جالب وخاص بود انگار دربی از علم به رویم گشاده شد که با کوچکترین وساده ترین (کش سر درب نوشابه)وسایل بزرگترین وسخترین مشکلات مغزی که  پزشکان 
از درمان آن عاجزوناتوانند به راحتی وبا شیواترین وشیرین ترین روش آموزش ببینیم

ان شاءالله همه عزیزان تشریف بیارین پکیج۴تجربه کنن
خداوند استاد وتمام دست اندرکاران مهربان وپرتلاش دوره هارو حفظ وهزاران برابرپاداش خیردنیاواخرت عطا کنن


واقعا نمیدونم چجوری از استاد تشکر کنم
ان شاءالله آقا امام زمان عج نگهدارشماوعزیزانتون باشن`
    },
    {
      name: 'خانم دارابی',
      job: 'طلبه،مبلغ سیاسی و فرهنگی' ,
      city: 'قم',
      package: '',
      comment: `استاد بزرگوارم؛ استاد کوهی  عزیز🙏 

با سلام و درود،  

در جهانی که نور حقیقت در میان انبوه شبهات و تاریکی‌ها پنهان می‌شود، شما چون فانوسی در مسیر ظهور امام زمان (عج)، راهنمایی، روشنایی و امید را به دل‌های مشتاق هدایت هدیه داده‌اید. آموزه‌های شما نه‌تنها چراغ راه حقیقت‌اند، بلکه آتشی از عشق و معرفت را در قلب شاگردانتان برافروخته‌اند.  

از شما که با اخلاص و ایمان، مسیر آگاهی و بیداری را هموار می‌کنید، صمیمانه سپاسگزاریم. بی‌شک، هدایت شما همچون باران رحمت بر دل‌های تشنه معرفت می‌بارد و ما را در مسیر حق و حقیقت استوارتر می‌سازد.  

باشد که در این راه نورانی، همواره تحت الطاف الهی قرار گرفته و وجود مبارکتان منبع خیر و برکت باشد. از درگاه حضرت ولی‌عصر (عج) و خداوند منان برایتان عزت، سلامت، و موفقیت روزافزون مسئلت داریم.`
    },
    {
      name: 'آقای بازدار',
      job: 'مشاور و محقق و درمانگر طب اسلامی ایرانی',
      city: 'اصفهان',
      package: '',
      comment: `عرض سلام و ادب خدمت استاد عزیز و خسته نباشید.
خواستم تشکری ویژه کنم  بابت برگزاری  دو دوره جذاب و غنی از مطالب پربار و قابل استفاده پکیج  احجار و روایح و همچنین بازی با ماورا ، واقعا درکش سخت بود برام که با بازی های ساده و آسان بتوان مشکلات مغز و اعصاب و روان را که برای پزشکان و مشاوران و روانشناسان که در تشخیص این موارد و درمان عاجز هستند را بتوان به راحتی تشخیص و درمان کرد، 

برای بنده که سالها تحقیق داشتم که احساسات و رفتارها را بتوانم در مغز تقسیم بندی درستی کنم، یک اسلاید شما در پکیج۴ ما رو به آرزوی چندین سالمون رسوند که کمک بسیاری در پژوهش اینجانب کرد..از اعماق وجود سپاسگزارم.🙏
امیدوارم  تنی سالم در زندگیتان داشته باشید  و روز به روز تلألو نور و  الطاف الهی  هر چه بیشتر در وجودتان جاری شود.`
    },
    {
      name: 'خانم سلیمیان',
      job: 'لیسانس حسابداری - مشاور سبک سالم زندگی و درمانگر',
      city: 'زرین شهر اصفهان',
      package: '',
      comment: `سلام  و عرض خدا قوت 
خدمت استاد بزرگوار و خانم سلیمیان وخانم سلیمانی و دوستان بزرگواری که تلاش کردند برای  برگزاری دور 
دوره فوق العاده بود و نکات کلیدی و کاربردی زیادی داشت بازیها همه علمی بررسی شد و اثر ان را در کلاس دیدیم 
برای این دوره اخر الزمانی که کودکان و فرزندانمان  فقط با گوشی وقت می گذارند جای این  کلاس خالی بود 
من فکر می کنم این کلاس نیاز امروز خانواده ها است 
من خودم به شخصا خیلی راضی بود وخوشحال که راهکارهای زیادی برای بازی با بچه ها پیدا کردم 
استاد وگروه بر گزار کننده علمتان روز افزون 
مالتلن پر از برکت 
تنتان سالم 
الهی یه ارزوی دلی خودبرسید`
    },
    {
      name: 'خانم دهباشی',
      job: 'فوق لیسانس شیمی فیزیک - شاغل در کلبه سلامتی',
      city: 'خمینی‌شهر اصفهان',
      package: '',
      comment: `سلام و نور به استاد گرانقدر و بی‌همتا
که با آموزشهای بینظیرشون و تزریق انرژی به کل بچه‌ها، سنگ تمام گذاشتند.

عرض ارادت و خداقوت به خانم سلیمانی عزیز، پرانرژی، در کمال ادب و  آموزش‌های عملی عالی‌شان.

خداقوت به خانم سلیمیان عزیز که با وجود کسالت‌شون صبورانه خدمت کردند و خم به ابرو نیاوردند.

و عرض ارادت خدمت تمام دوستان کلاس که با محبت و اجرای فرمان، فضای کلاس رو برای یادگیری و بهره‌ی دوچندان آماده کردند.

روز استاد را به دکتر کوهی بزرگوار که آموزشهای ناب و قرآنی‌شون رو در قالب تدریسی بینظیر و با عشق ظهور صاحب الزمان عج به شاگردانشون میدند، تهیت و تبریک عرض میکنم و برایشان دعا میکنم که در تحقق ظهور سهمی عظیم داشته باشند و با عملی کردن این آموزشها بتوانیم حق استادمان را بجا آوریم.`
    },
    {
      name: 'خانم قاسمی',
      job: 'درمانگر و ماساژیست',
      city: 'اصفهان',
      package: '',
      comment: `سلام و نور به استاد گرامی و اساتید خدا قوت به همگیتون خاستم تشکر ویژه کنم از استاد بابت پکیچ ۳و ۴ خیلی عالی بود  خیلی خیلی مطالبش عالی و کار ساز بود اصلا باور نمیکردم با یک  بازی ساده  بتوند چاکراهای بدن باز کند با بازی‌هایی که قدیم انجام می‌دادیم ولی نمیدونستیم چه حکمتها پشت این بازی‌ها هست . خدا را شکر میکنم که قسمتم شد کلاس اومدم آن شاا ..خدا توفیق پکیچ های بعدی را بهم عنایت کند که بیام هرکسی که این پکیچ ۳و۴نیمده کلاه سر خودش رفته  چون خیلی عالی بودباید میومدید می‌دیدید خدا آن شاا.. توانایی استاد هر روز بیشتر کند که بازم کلاس بزارد🤲`
    },
    {
      name: 'خانم جعفری',
      job: 'درمانگر',
      city: 'گرگان',
      package: '',
      comment: `سلام ونور
استادگرامی روزمعلم روبه شماوهمه معلمین گروه تبریک میگم.خداقوت.ان شالله بهترین هاروزی تون بشه.
جاتون سبز
جاتون خیلی خیلی سبزپکیج4
خداروشکرازانتظارسکته نکردم ولی توی دوره نصفه سکته روزدم ازهیجان. 
ماشالله لاحول ولاقوه الا بالله العلی العظیم.چه کردین استاد؟؟؟؟
مدتهابوداینجوری تفریح وبازی نکرده بودم اونم با دم دستی ترین وسایلی که حتی فکرشم نمیکردم. 
به قول استاد،،چه کیفی کنن درمانجوهای من....
یعنی ساده بگم نصف پرعمربه فناست پکیج4شرکت نکنید.همدلی مهربانی اتحادهمبستگی بازیهای فردی وجمعی کنارش چه غذایی چه ذکری چه عطری چه زمانی.....چقدرهمه چیزمتفکرانه هووشمندانه وزیرکانه ودرعین حال بچه گانه که باتمام وجودبه دل میشینه طراحی شده...خداقوت
 الحمدلله که روزی مون شد
سپاسگزارم ازخانم سلیمیان عزیزوهمکارانشون 
ازخانم سلیمانی عزیزومادربزرگوارشون 
وهمه شرکت کنندگان دوره
حلال کنیدبرخی دوستان روکتک کاری کردیم توبازی. 
استادخداخیرتون بده تن سالم علم روزافزون وهمه دعاهای قشنگ وسربازی امام زمان  روزی تون ان شالله.
اللهم عجل لولیک الفرج`
    },
    {
      name: 'خانم شریفیان',
      job: 'خانه دار',
      city: 'اصفهان',
      package: '',
      comment: `سلام و درود خدمت  استاد و اعضای محترم بنیان مرصوص .
خدا را شکر که دوباره سعادت حضور در کلاس استاد را پیدا کردم .
پکیج ۴ بازی های ماورا.
این دوره یک تراپی و خودشناسی بسیار عمیق و کاربردی بود .
یک دوره بسیار متفاوت و شاد و جنبه درمانی داشت ؛ به راحتی و با چند تا اسباب بازی ساده استاد بهمون یاد دادند که چطور عملکرد مغز و سلسله اعصاب خودتون و خانواده را درمان کنید .
البته کسانی که کارهای درمانی انجام میدهند برای مراجعه کننده گان هم میتونند استفاده کنند .
از زحمات استاد عزیز و خانم سلیمانی و خانم سلیمیان و تمام افرادی که در برگزاری کلاس کمک کردند  بسیار سپاسگذارم. 
ان شاءالله به حق صاحب الزمان همگی عاقبت بخیر بشید
این دوره از نون شب  واسه من واجب تر بود .
با توجه به این که دوتا نوه دوقلو دارم و همیشه دغدغه این که چطور  این دو تا بچه را از گوشی موبایل دور کنم
به نظرم این دوره واسه همه واجبه .
افراد مجرد . متاهل . شاغل . خانه دار ......همه باید این نکات کاربردی را یاد بگیرند تا  یه سری بیماریهای شایع در جامعه مثل آلزایمر و پارکینسون و....در امان بمانند
`
    },
    {
      name: 'خانم براتی',
      job: 'پرستار',
      city: 'اصفهان',
      package: '4',
      comment: `سلاااااااااام من اووووووووومدم با کلی ذووووووق با کلی انرژی
هوررررررااااااا (فکر کنم قشنگ معلومه هنوز کودک درونم فعاله و هنوز انرژی دارم 😅)

گفتم بهتون ادامه داره مگه ن😁

خب از کجا بگم که هرچی بگم کمه 

فکرش نمیکردم با چندتا بازی تمام حواس ۵ گانه بدن  فعال بشه

فکرش نمیکردم با بازی بشه زوج درمانی کرد ...آره درست خوندی زوج درمانی 😍
فکرش نمیکردم بشه با بازی بفهمی مشکل و اختلالات کجای بدنه  کدوم نیمکره و کدوم لوب مغز .....سخت شد مگه ن ...اتفاقا ن خیلی علمی شدوچ شیرین تر میشه وقتی این علم رو با چنتا بازی و درکنارش آیات قرآن بیاری اونوقت کل بدنت زیرورو میشه انگار از نو می‌سازنت سبک و پاک.... خالی و عاری از هرگونه سنگینی و پر از نور خدا ....تازه اینجاست ک متوجه میشی خدا چجور مدبرانه و حکیمانه بدن و مغز وتمام حواس مارو بوجود اورده.....

خیلی از بازی‌ها رو ما تا حالا انجام می‌دادیم ولی هرگز تا قبل کلاس استاد کوهی متوجه نبودیم ک طرز بازی کردن صحیحش چجوره و چ نوع کارکردی رو مغز و بدن ما داره و چکار کنیم ک بتونیم بعد یه بازی تمرکزمون بهتر بشه 

واقعا هرچی بگم کم گفتم ی دوره ی فوق العاده خااااااااارق العاده بود😍

اصلا وصف کردنی نیست فقط باید بیاین تا خودتون متوجه بشین....


حالا دیگه فقط باید بری ببینی چی میگیم 

فقط یه توصیه دارم هرکس خواست پکیج ۴ شرکت کنه حتما با خودش آب خنک ببره😁چون مغزت سوت میکشه و داغ میکنه از این همه اطلاعات ناااااااب و جاااااالب و عاااااالی و فوق العاده و بسیار کاربردی👌👌 البته ن ن ن خود همون بازی‌ها مغزت هم خنک میکنه میگی ن امتحان کن☺️



خدا استاد کوهی عزیز رو از ما راضی نگه داره بتونیم در قبال این همه اطلاعات کاربردی که در اختیارمون قرار میده قدردان باشیم و واقعا تو جامعه آخرالزمان بکار ببریمش 
خدا به تنشون سلامتی به علمشون فزونی و به جانشون قوا عطا کنه چشم بد از خودشون و خانوادشون دور باد 

خودشون و خانوادشون و پدر و مادرشون و تمام مجموعه شون که از هیچ چیزی کم نزاشتن؛ در پناه آقا امام زمان نگه داره و سلامت دارد🙏🙏🌹🌹


دعا میکنم هرکسی واقعا رزقشه و لیاقتشه هرجای این کره ی خاکی هست خدا هدایتش کنه و بتونه بیاد سر کلاس استاد کوهی بشینه واقعا دنیات عوض میشه با دوره های استاد کوهی تازه معنای زندگی کردن رو متوجه میشی....احساس خوش و ناب و شیرین زندگی رو میفهمی....

واقعا حیفه و صد حیفه و بی نهایت حیفه که ما بچه شیعه ها این اطلاعات رو ندونیم و این دوره ها رو از دست بدیم .....امیدوارم روزی همه بشه
و اما در آخر از لطف و محبت خانم سلیمانی عزیز که قدم رنجه فرمودن و منت گذاشتن و ما اصفهانی ها رو قابل دونستن که اموزشات ناب خودشون رو در اختیار ماهم بزارن و مارو از نور وجودشون بهرمند ساختند و مهم تر از همه برای حفاظت از استاد و حتی شاگرداشون و تلاش خودشون من باب پاکسازی کلاس تو هر تایم و ساعتی که از همه لحاظ کلاس رو امن کنند که مشکلی خدا نکرده از سمت دشمنان پیش نیاد و از مادر گرامیشون و خودشون بابت نور وجودشون برای انرژی و محافظت که بشه این کلاس به خوبی برگزار بشه و ختم بخیر بشه؛ تشکر میکنم 

از خانم سلیمیان عزیزم که ذره ذره خستگی تو بدنش مشهود بود ولی با جون و دل دوره روب نحو احسن برگزار کردن که مبادا کسی کوچکترین خستگی ای داشته باشه و خلاصه هر سه بزرگوار و دوستانشون که از انرژی های خودشون برا ما و برگزاری کلاس مایه گذاشتن امید که خود آقا امیرالمومنین علیه السلام و بی بی حضرت زهرا سلام الله علیها از نور وجودی خودشون برا شما جبران کنن

باشد که مثل یک مادر(مادر خانم سلیمانی) و دوتا خواهر بزرگوار(خانم سلیمانی و خانم سلیمیان) از کم کاری و ناراحتی و خدا نکرده دلخوریها ب بزرگی خودتون مارو ببخشید و برا هدایتمون دعا کنید🙏
دعا میکنم خدا تموم اون بچه شیعه ها که بدلیل نداشتن آگاهی گارد میگیرن در مقابل این کلاسها هم خدا بحق حضرت زهرا سلام الله علیها نوری ب وجودشون بتابونه و هدایتشون کنه و راه درست رو نشونشون بده
`
    },
    {
      name: 'آقای شیرنژاد',
      job: 'درمانگر طب ایرانی اسلامی',
      city: 'تهران',
      package: '',
      comment: `پیامبر صلی الله علیه و آله : « أجوَدُکُم مِن بَعدِی رَجُلٌ عَلِمَ عِلما فنَشَرَ عِلمَهُ » 
بخشنده ترین شما پس از من، کسى است که دانشى بیاموزد، آن گاه دانش خود را بپراکند.


استاد کوهی عزیز
بابت تک تک لحظه هایی که دستان این طفل گریزپای رو به گرمی گرفتید و زمزمه محبت خود را بر وجودم نواختی و مرا از لغزشهایی که در مسیر علم و عمل در انتظارم بود، رهانیدی از شما سپاس گزارم.
و اگر رفتار و گفتار ناپخته ام باعث رنجش خاطرتان شد و خستگی به تن مهربانتان نشست، خاضعانه پوزش می خواهم ...

باشد تا نامتان در لوح محفوظ الهی و در جمع مهدی یاوران تاریخ بیش از پیش بدرخشد.`
    },
    {
      name: 'خانم یوسف وند',
      job: 'مربی باشگاه',
      city: 'قم',
      package: '',
      comment: `خدا رو شاکر هستم که یه باره دیگه توفیق شد در دوره های ناب و بی‌نظیر استاد کوهی بزرگوار شرکت کنم .
واقعا عالی بود تقریبا ۷۰درصد مطالب پکیج ۳ جدید بود بسیار کاربردی .
طبق روال دوره کلی پاکسازی و حال خوب اتفاق افتاد . وای چقدر چهره بچها نورانی شد و سبک بال شدیم ماشالله به استاد گرامی و به همگی دوستان .
این از پکیج ۳ پکیج ۴ که بازی درمانی طب تطهیر بود که دیگه قابل توصیف نیست کودک درون همه ما زنده شده بود چه مطالب نابی که ایشالله بتونیم برای کودکانمون پیاده کنیم و نسلی سالم شاد و امام زمانی داشته باشیم واقعا عالی بود هیچ وقت فکر نمیکردم بازی‌هایی به این سادگی بتونه عملکرد مغز و اعصاب آنقدر افزایش بده . چقدر مطالب علمی و جالب بود . 
واقعا ممنون هستم از استاد عزیز و بزرگوارمون استاد کوهی که با تمام وجود از خودشون و خانوادشون میگذرن برای پرورش و تربيت ما . واقعا مدیون این همه لطف و محبت استاد بزرگوارم هستم 
خداوند مهربان حافظ خودشون و خانواده محترمتون باشه. 🙏🤲🌷🌷🌷
یه تشکر ویژه و خدا قوت میگم به خانم سلیمانی عزیز خانم سلیمیان بزرگوار و همه کادر برگزار کننده دوره که واقعا زحمت کشیدین الهی که هزار برابر پاداش از آقا امام زمان بگیرین و همیشه سالم و تندرست و پرتوان باشن🙏🤲🌷🌷`
    },
    {
      name: 'خانم سلیمانی',
      job: 'درمانگر طب سنتی',
      city: 'اصفهان',
      package: '',
      comment: `سلام به استاد عزیز وهمه دوستان 
این چند روز میخاستم پیام تشکر بنویسم ولی واقعا کلماتی نمیتونستم کنار هم بچینم که حق مطلب ادا کنم 

لم یشکر المخلوق لم یشکر الخالق
اول از خواهر بزرگم خانم سلیمیان عزیزتشکر میکنم که ما را با استاد کوهی اشنا کردن و این سفره پرکت را برای ما باز کردن 
وتشکر از خانم سلیمانی عزیز که با کمال ادب حتی با نوع نگاهشون با راه رفتنشون در حال اموزش به ما بودن 
دوستان چکیده درسهای استاد کوهی فردی میشه مثل خانم سلیمانی ماشا الله که تمام حسهای خاموششون فعال شده طوری که حتی اگه بگم باور نمیکنین واین فقط به خاطر توجه به تمام درسهای استاد هستش وعمل به ریز ترین نکاتی که در پکیج ها بیان شده وارتباط دادن مطالب به هم واستفاده به جا وبه وقت از اموخته های دوره ها هست.
الحق که چنین استادی که لحظه به لحظه زندگیشون وقف مولا وصاحبشون هست ودغدغه زندگیشون اوردن قران به زندگی هاست باید چنین شاگردی پرورش بدن
شاید نیم ساعت بیشتره مینویسم وپاک میکنم ولی بازم اون چه که توی دلم هست کلمات نمیتونن بیان کنن 
واینکه واقعا شاگردی استاد کوهی دست ما ها نیست یه نیرویی ادمو میکشه سمت استاد وکلاسها برای ادامه مسیر وسلامتی استاد باید متوسل به اهل بیت باشیم که از مسیر خارج نشیم امیدوارم رزق وسیع روزی هممون بشه که تا اخر همراه استاد باشیم وبه انچه که باید برسیم 
درپناه نور الهی باشید همگی🌺🌺🌺🌺🌺🌺🌺🌺`
    },
    {
      name: 'آقای بهرامی نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: 'پرانیکی',
      comment: `اردوی پرانیکی ۱…
همه گفتنی‌ها رو دوستان گفتن!

از لذت تفریح و زیبایی‌های مسیر گرفته، تا حال خوب بعد از روضه‌ها…
از حس سبکی عجیبی که خیلی‌ها تجربه کردن،
تا تعریف‌هایی که از غذا، اسکان، نظم، و احترام می‌شنیدیم.
همه‌ی این‌ها شنیدنیه. اما من، فقط چند کلمه می‌خوام بگم؛
به عنوان کسی که نه برای تفریح، بلکه برای یه هدف جدی اومد:

برای حل مشکلات کاری، خانوادگی، استرس‌ها و تربیت نفس.

اوایلش واقعاً نمی‌فهمیدم چی قراره بشه؛
صبحانه خوردیم، حلوای کدو گرفتیم، چند نکته یاد گرفتیم، کمی خرید کردیم و… خب که چی؟
اما چیزی که بعدها فهمیدم اینه که تأثیر اصلی،
بعد از اردو شروع می‌شه…

من نتیجه های عجیبی دیدم  که با این‌همه مشغله کاری و علمی،و فروشگاهی که باید هر روز توش باشم،همه‌چی رو رها کردم و اومدم.
و نه یک‌بار، بارها اومدم…
اردوی ۱ و ۲ رو تکرار کردم.
و باز هم اگه خدا بخواد، میام.

دوستان عزیز تجربه این اردو، شنیدنی نیست… دیدنیه و دیدنی هم نه، باید چشیدش دست دست نکنید که حسرتش میمونه...


👂شنیدن کی بود مانند دیدن‼️`
    },
    {
      name: 'آقاي اللهقلي نژاد',
      job: ' دبیر ریاضی دبیرستان با سی سال سابقه - محقق و درمانگر طب کل نگر ',
      city: 'تبریز',
      package: '4',
      comment: `سلام و عرض ادب و احترام خدمت استاد گرانمایه و فرزانه و دوستان خوب ،دوره بازی درمانی تطهیر یکی از شگفت انگیز ترین موهبت‌های إلهی بر بشریت است به لطف و مرحمت خدا وند متعال و عنایت امام زمان (عج) وتلاش ومحبت استاد فرزانه جناب دکتر کوهی این امر  میسر گشت .
واقعا روزهای خیلی خیلی خیلی عالی عالی عالی را در کلاس درکنار استادعزیزتر از جانمان گذراندیم و استاد بزرگوار پنجره های معرفت دادار بی همتا را به روی همه ما با لطف و کرم خداوند وباکمک آیات نورانی قرآن و روایات و احادیث و کتابهای ارزشمند نهج‌البلاغه و صحیفه سجادیه و مفاتیح الجنان وسایرمحتوی های ارزشمند  گشودند خداوند متعال را شاکریم و از او برای استاد دکتر کوهی سلامتی و موفقیت و سربلندی و سعادت و خدمت در دولت حضرت ولیعصر حجة ابن الحسن العسکری آرزومندیم 
ان شاالله که همیشه سلامت و تندرست باشند  
« واقعا محتوای پکیج ۴ خیلی خیلی عالی بود»
از برگزار کنندگان این دوره ( پکیج ۴ در اصفهان) هم نهایت تقدیر و تشکر را داریم`
    },
    {
      name: 'خانم احمدی',
      job: 'درمانگر طب سنتی - بازنشسته دبیر عربی',
      city: 'اصفهان',
      package: 'پرانیکی',
      comment: `سلام ونور به دوستانم واستاد گرامی وهمین طور خانم سلیمیان عزیزم وخانم سلیمان گرامی که قدم رنجه فرمودند واصفهان مارو نورانی کردن ومادر عزیزشونودیگر دوستان عزیز ونغمه خانم عزیزکه خیلی خیلی برای برگزاری کلاس زحمت کشیدند خداروشکر خیلی عالی به پایان رسیدو اما بر خود واجب میدانم که حق استاد بزرگوار و کلاس پر از نورشان را گرامی بدارم و بگویم از طب تطهیرشان

اول از همه بگویم که آمدن در دوره‌های استاد کوهی توفیق می‌خواهد و مطمئنا شاگردان استاد هر کدام به یک شکلی صیقل
 خورده‌اند و خواهان رشد در مسیر بندگی بوده‌اند.

دوم اینکه دوره‌های استاد به اندازه کل دارایی‌های جهان ارزش دارد و مبلغی که برای دوره تعیین شده در قبال چیزهایی که بدست می‌آوریم  
پس رزق معنوی، کم بودن رزق مادی را دور می‌زند و خوشبحالمان که رزق معنوی بسیار خوبی سر راهمان قرار گرفته است.

زمانی که بهمن ماه ۱۴۰۳ پکیج یک و دو را گذراندم، به همسرم گفتم که بهترین هفته‌ی عمرم را تجربه کردم و در بهشتی قدم گذاشتم که همیشه انتظارش را داشتم.ولظه شماری میکردم تادوباره کلاس برگزاربشه

و این‌بار که در پکیج ۳ و ۴ شرکت کردم خیلی خیلی هیجان زده شدم از این همه بارش اطلاعاتی با نگاه قرآن و افسوس بابت مهجور ماندن قرآن در زندگی‌ام این همه سال

کجا می‌توان دوره‌ای یافت با محتوای بسیار ناب و قرآنی و کاربردی و کاملا علمی و امتحان پس داده!!!

اینقدر دامنه‌ی انرژی کلاس استاد کوهی بالاست که خستگی رویت اثر نمیکند و با وجود دو سه ساعت خواب شبانه طول روز انرژی وافر و حال بسیار معنوی وصف ناشدنی داری.
و وسعت دامنه‌ی اثر این انرژی به قدری است که به خانواده‌ی شما هم می‌رسد در صورتی که کلاس نیامده‌اند!!!وخداروشاکرم که توفیق پیدا کردم دراین کلاسها شرکت کنم ان شالله بتونم خدمتگزار همنوعان خودم باشموبازم تشکر میکنم از استاد کوهی وبرگزار کننده‌های کلاس
زهرااحمدی از اصفهان`
    },
    {
      name: 'خانم خوش جهان',
      job: 'درمانگر',
      city: 'تهران',
      package: '',
      comment: `سلام ونور و اگاهی 

انتخاب رشد و تکامل


به واقعیت پیوستن رؤیاهای ما به این مفهوم است که بیاموزیم چگونه دیدگاه های منفی خود را تغییر شکل دهیم و آنها را به تفكراتی مثبت تبدیل کنیم. این یک مهارت مهم و حیاتی در زندگی ست که وقتی تمرین شود می تواند درد را به آرامش و پریشانی را به موفقیت تبدیل نماید. همه ما رویدادها و شرایطی را در زندگی خود تاب آورده ایم که ما را در مسیرمان متوقف کرده و از پیشروی بازداشته اند. همگی ما اوضاع سخت، غم انگیز و شکست هایی را تجربه کرده ایم که دیدن زیبایی و درستی را در همه پدیده ها برایمان دشوار ساخته اند چنین رویدادهایی، اجتناب ناپذیر و بخشی از تجربه انسانی ما هستند. اگر چه قادر نیستیم مانع رخ دادن تجارب ناخواسته زندگی شویم، اما می توانیم زخم های عاطفی خود را به خرد تبدیل کنیم و هر رویدادی را به عنوان شتاب دهنده ای برای درک والاتر به کار بگیریم.
ما به عنوان انسان از توانایی بی همتای انتخاب برای چگونگی تعبیر و پذیرش هر رویدادی در زندگی برخوردار هستیم. همگی ما با موهبت بسیار ارزشمند اراده آزاد متبرک شده ایم. اراده آزاد، قدرت انتخاب چگونگی رویارویی با هر تجربه را در اختیار ما قرار می دهد. اراده آزاد، ما را توانمند می سازد که از رویدادهای زندگی برای رشد و تکامل استفاده کنیم یا آنها را برای سرکوب خودمان به کار بگیریم.

دبی فورد/سوال های درست
این متنهای زیبا را می خواندم هرگز نمی توانستم چگونه ذهنم را مدیریت کنم که بتوانم 

وقتی با کلاسهای استاد آشنا شدم کم کم یکی یکی گره های ذهنی که مانع می شد را می فهمیدم واستاد براحتی بازشان می کرد قلبی که کم کم رو به تاریکی می رفت ناگهانجرقه زد و دوباره نور را پیدا کرد در کلاسها نور را دریافت کرده و تجربه اردو آن نور را می بینی بوضوح انگار تمام هستی سخن می گویند وقتی در جنگل پاکسازی شروع شد عجیب ترین سکوت بود انگار حیوانات و پرندگان و باد همه می خواستند به ما در این پرواز کمک کنند خیلی روح سبک شد تصویر ذهنی تغییر کرد تجربه بسیار عالی و شیرینی بود برایم گرچه استاد و دست اندرکاران را خسته کردیم ان شالله که خداوند پاسخگوی تمام کمکهایشان برای این تجربه شیرین که برایمان رقم زدند باشند و سلامتی وشادی ثانیه افزون در زندگیهایشان جاری شود و رزق و روزی و نور از همه جا برآنهابیاید 
خیلی قشنگ و پربار بود ان شالله که بتوانیم بمانیم و گم نشویم التماس دعا فراوان روزی همه دوستان ان شالله`
    },
    {
      name: 'خانم براتی',
      job: 'پرستار',
      city: 'اصفهان',
      package: 'پرانیکی',
      comment: `سلام و نور و ادب

سری اول که پرانیکی اول روزیم شد آذرماه ۴۰۳ بود چون شرایط جسمی خوبی نداشتم نتونستم و شاید درک نکردم که چقدر انرژی خوبی داشته و درواقع شاید برون ریزی بوده که خبر نداشتم

بابت همین گفتم هر جور شده باید امسال مجدد شرکت کنم و بی بهره نمونم از این انرژی فوق عالی 

وقتی پا ب سرزمین مازندران شهر ساری گذاشتم انگار حسی منو ب سمت خودش میکشوند اونقدر حس آرامش بخش و دلنشینی بود که نمیدونستم چ اتفاقاتی قراره بیافته

وقتی اومدیم پلاژ از همون ابتدا(که البته بماند هفته ها برا این اردو از قبل تدارک دیده شده بود) احترام و رفتار دلنشین و خوش اخلاقی افراد پشت صحنه ی مجموعه استاد شروع شد و الا ماشاالله....روز آخر که دیگه خواب و خستگی تو چهرشون مشخص بود ولی با جون و دل با تمام قوا زحمت کشیدن و پا به پای استاد اومدن و چنان محترمانه و صبور پاسخگوی ماها بودن که هرکسی بود از کوره درمیرفت😁

از تدارکات سفر نگم از پذیرایی های فوق نور و پر از انرژی که کادر استاد زحمت کشیدن و با روی باز و گشاده تقدیم میکردن و این حس محبتشون ب ذره ذره غذاها می‌نشست....از غذاهای نذری استاد که بارها تو کلاسها نصیبمون شده اینجا هم بی نصیب نموندیم....نگم از اون پوره حلوای صبحانه جنگل که هنوز مزه ش داخل دهان حس میشه😋

از دریا بگم از اون صدای موج آب 🌊از اون غروب قشنگ خورشید کنار دریا🌅 از اون روضه های مادر آب حضرت مادرو حضرت باران و انگار قشنگ‌ حس میکردی که آقاجانت قدم رنجه کردن و دارن مثل پدری مهربان ترو می‌نگرند....از اون روضه قتلگاه و اون همه آب دریا که قطره ای به ارباب بی کفنمون نرسید و شرمندگی ما در برابر این همه ایثارو از جان گذشتگی..... چه زیبا توصیف می‌کردند استاد کوهی و چه زیبا میتوانسی منشوری کنار دریا یک آن خودت را کنار دجله و فرات و وسط بحبوحه ی جنگ کربلا ببینی ...از آن سرهای به نیزه رفته 😭 از اسیری عمه جانمان زینب تا ....

و باز هم منشوری و زیارت بین الحرمین❤️آخ که چه کیفی داد این زیارت...گوارای وجود همه 

اما از جنگل 🛤🏞
وقتی ذره ذره تدبر شده که تو پاکسازی بشی و برگردی ..از پاکسازی چشم با رنگ برگ درختان بگیر تا پاکسازی گوش (صدای چهچه ی بلبل و پرندگان جنگل) ...از خاک بگیر که انگار داره با تو حرف میزنه و چقدر قشنگ چاکرای ریشه رو فعال کردیم با نشستن روی قالیچه سلیمان استادکوهی و روی زمینی که متعلق به ابوتراب علیه السلام بود.... سلام و زیارت آقای امام رضا علیه السلام از تو جنگل جایی که امامزاده علی از اون مسیر قصد زیارت امام رضا علیه السلام رو داشتن و یک لحظه انگار با اون پادکست ها و روضه های قشنگ استاد وقتی دل هوایی شد از بین درختان انبوه جنگل نوری درخشان رو میبینی و احساسی که به تو میگه سر فرود آر و به آقای زمانت سلام بده...السلام علیک یا صاحب الزمان علیه السلام 

آخ از اون زیارت امامزاده علی بن رقیه علیه السلام که چقدر آروممون کرد انگار دلمون نمی‌خواست بریم و می‌خواستیم بست بشینیم و دخیل ببندیم....

از اون اذان دلنشین فرکانسی وسط جنگل و از اون نماز پر از نور ب پیشوایی استادکوهی🙏

حس معنویتی که این دوره داشت رو نتونستم تو هیچ سفری و هیچ کلاسی ببینم و درک کنم و انگار یک کوله بار پر از خستگی و آشفتگی دنیا تحویل دادیم و توشه ای پربار از معنویت و انرژی و نور پس گرفتیم

هیچ وقت اینجوری جنگل و دریا نرفته بودم و از این بعد پا نزاشته بودم اونجا...

هر چقدر بگم کم گفتم ..... و شاید بهتره بگم شنیدن کی بود مانند دیدن  نمیگیم تا برین ببینین و خودتون حسش رو درک کنید ....

و اما جاداره از تک تک نیروهای مخلص مجموعه استاد که واقعا ما شرمنده تک تکشون هستیم شرمنده تواضع و فروتنی و مهربانیشان از خانم‌ها و آقایان...آقای خلخالی بزرگوار که کم نگذاشتن برامون تو اردو جوری تدارک دیدن که هیچ بی نظمی ای نباشه ....از آقایون و خانمهای مهربونی که از استراحت و زندگی خودشون مایه گذاشتن که ما بتونیم یک سفر دوروزه عالی داشته باشیم بسیار تشکر میکنم باشد که اجر محبتهای بی دریغتان را از دست حضرت باران با امضای حضرت مادر بگیرین🌹

و اما و اما و اما از استاد کوهی عزیزم که فوق العاده محبت داشتند و علاوه بر مطالب ناب و محصولات فوق معجزه شون این سفر رو برامون مهیا کردن و از دعای خیرشون از قبل سفر تا برگشت بی بهره نبودیم بسیار سپاسگزارم
امیدوارم روزی به آنچه نیت دارن برسند و جامعه ای مهدوی تحویل آقامون صاحب الزمان بدن و ما در کنارشون تو رکاب آقا خدمت کنیم ان شاالله`
    },
    {
      name: 'خانم مرتضوی',
      job: 'کارمند بانک',
      city: '',
      package: 'پرانیکی 1',
      comment: `سلام و عرض ادب و احترام خدمت استاد گرامی و تمامی پرسنل اجرایی ، واجب و لازم میدانم بدینوسیله از زحمات همگی تقدیر و تشکر نمایم اگرچه آنقدر ماحصل دوره های  آموزشی و اردوی پرانیکی استاد فراوان هست که در قالب کلمات و پیام نمی گنجد . ان شاءالله خدا و امامان و امام زمان دعاگویشان باشند و ذخیره دنیا و آخرتشان باشد .
اما در خصوص دوره ها و اردو واقعا جای افسوس دارد برای کسانی که شرکت نکرده اند و این وظیفه خطیر ما هست آگاهی به دیگران بدهیم .بسیار دوره مثمر ثمری می باشد واقعا زندگی به دو بخش قبل از شرکت در کلاسها و اردو و بعد از شرکت تقسيم میشود . باید خودتان شرکت کنید تا این تفاوت را حس کنید . من یک مورد کوچک را بخواهم بگویم یکی از تکنیک‌هایی را که آموزش دادند به یک دانش آموزی که استرس و اضطراب امتحان می‌گرفت گفتم خودِ دانش آموز گفت برای اولین بار بود که امتحانم را راحت و با آرامش دادم و حتی یکی از اقوام که خواب خوبی نداشت اون هم بعد از این تکنیک گفت شب به راحتی و بدون بیدارشدن تا صبح خواب خوب و با کیفیتی داشتم و از این طور موارد ... 
ناآرامشی هایی که در زندگی امروز دامن گیر همه شده و همه را به  سوی مشاوران و پزشکان و ... سوق می دهد بعلت نداشتن اطلاعات کافی در زمینه سبک زندگی می باشد اطلاعاتی که تمامی ابعاد زندگی یک انسان اعم از فردی و اجتماعی و یا جسمی و روحی را پوشش می‌دهد.از نظر من با هیچ کلمه و واژه ای نمیتوان نتیجه  این دوره ها را بیان کرد.از صمیم قلبم از خداوند میخواهم آگاهی کسب معرفت حضور در این دوره ها را به همه بدهد تا بتوانند معنای واقعی زندگی و آرامش و حالِ خوب را بفهمند . حضور در این دوره‌ها یعنی کمک به رشد و آگاهی فردی و اجتماعی و خانواده و نشاط جسم و روح . تقدیر ویژه از خانم سلیمانی عزیز هم که با حضورشان کلاس و اردو را بسیار پربار نمودند و آموزش‌هایی که دادند بی‌نظیر بود. اجر استاد و همه عوامل اجرایی با خدا . امامان دعاگویتان. اجرکم الی الله .`
    },
    {
      name: 'خانم حیدری',
      job: 'معلم و درمانگر',
      city: 'تهران',
      package: 'پرانیکی 1',
      comment: `بنده هم مدتها 
انقباض عضلات قلب
و تنش شدید نیمه چپ میان تنه داشتم (قلب و کلیه چپ،تنگی نفس)


در 10 دقیقه آخر برنامه جنگل
اون اتفاقی که برای تجربه ش
هزینه ،انرژی و زمان گذاشتم،
تجربه شد

✅حس رهاییِ کامل 
تمام تنشها مث یک لباس 
از قامت جان 
فروریخت
(یعنی تصورش کردم این تجربه رو کامل بحمدلله) هنوز هم در حالِ مراقبت از آن حالم

✅استشمام عطرهای خاص 
هنگام نماز
هنگام ارتباط قلبی با حرم امام حسین و امام رضا ع

✅هنگام پرسه زنی با پای دل
در گوشه گوشه های 
حرمهاشان


✅دریافت نسخه های جامع و چند مرحله ایِ پاکسازی

✅شفاف سازی و پرسش و پاسخ ابهام های قبل

✅مرورِ عملیِ برخی تکنیکهای عملی توسط خانم سلیمانی و سایر دوستان


✅سالنِ اجتماعاتِ مجهز و در شأن 

✅پلاژِ ساحلیِ تمیز و دلنشین و خوشخواب

البته واحد ما ابگرم نداشت ..اما خیلی خوشخواب و خوش انرژی و دلباز  بود

✅2وعده صبحانه و نهار  لذیذ و مرتب و یک وعده شام عالی
(میبخشید که راجع ب خوردنیها هم میگم)

میخوام بگم فقط معنوی نبود

✅صبحانه ی جنگل با آن دسر کدوحلواییِ تغلیظ شده ی معطر و چای آتیشیِ تطهیر 

✅و پذیراییِ میان وعده های هندوانه

✅زیارت امام زاده بعد از حدود یک ساعت رانندگی در دل کوهستانهای جنگلیِ ساری با دوستان خوش سفرم و مراسم ِ معنوی و پر نشاطِ مناجات و مولودی داخل اتوبوس



✅هوای خنک و خوش عطر ِ ساری

✅سکوتِ محوطه ی وسیعِ اسکان

✅امنیتِ محوطه ی اسکان

✅باغ پرندگان ِ محل اسکان و آموزش در ساحل
که پر از انواع مرغ و خروس
مرغهای زینتی مث طاووس سفید و رنگی و شتر مرغ و عقاب و ........بود


✅گله گاوهای رنگارنگ و زنگوله به گردن در روز دوم و جنگل


✅و آوای  خروس و درختان پرتغال و درختان خوش عطر پیچ امین الدوله
و.... در ساحل و محل اسکان

✅نسیمِ خنکِ ساحلی و ارتباط های ذهنیِ جالب، با ساحل در کنار دریا

✅خریدِ بازی ها،عطرها،کتابها و..


✅مصاحبت ِ مومنانه با دوستان دلنشین

✅مراسم قرآن خوانی و مولودی امام رضا علیه السلام 

✅عودها و عطرپاشی ها

✅برخورد ِ محترمانه و خوش اخلاق وحمایتگرانه و محافظتیِ  استاد و 
تیم تدارکات


همین ها به ذهنم رسید



✅✅در آخر هم بگم
محال است شما به نیت 
پاکسازی
و تجربه ی طبیعت و ارتباط با طبیعت و تفریح و آموزش
پا در مسیری بگذارید 
خاصه بطور جمعی
آن هم با چنین جمعی
و در قبالِ این نیت عالی
دستاوردهای عالی رقم نخورد


و محال است 
چنین قدم هایی
پر از برکات مادی و معنوی نکند زندگی را

الحمدلله و تشکر و برکت برای یکایک عزیزان


در پناه الله`
    },
    {
      name: 'خانم حیدری',
      job: 'معلم و درمانگر',
      city: 'تهران',
      package: 'پرانیکی 1',
      comment: `سلام
بهتر است در توصیف اردوی پرانیک 1
خاصه روز دوم 
چند دقیقه سکوت کنم
چون بیان عاجز و قاصر است

تجربه رهایی بخشِ اشکها در جنگل ،شاه بیتِ اردو  بود
 الحمدلله
و سپاس`
    },
    {
      name: 'خانم فراهانی',
      job: 'مشاور پوست و مو',
      city: 'تهران',
      package: 'پرانیکی 1',
      comment: `سلام و درود به استاد کوهی گرانقدر و همه دوستان گروه. 
در مورد اردو پرانیکی ۱ دوستان چه زیبا و قشنگ توصیف کرده بودن .من دیگه سخن کوتاه میکنم.
الحمدالله رب العالمین. 
الحمدلله 
الحمدلله 
خدایا شکرت 
خدایا شکرت 
خدایا شکرت 
که شرکت در اردو روزیم شد .
الهی برای هر کسی مثل من که براش خیلی خیلی نیاز بود روزیش بشه.
الهی آمین 
لحظه به لحظه اردو فقط باید میگفتی 
خدایا شکرت.`
    },
    {
      name: 'خانم زمانی',
      job: 'قائم مقام آموزشگاه خصوصی',
      city: 'میناب',
      package: 'پرانیکی 1',
      comment: `سلام و نور خدمت استاد بزرگوار و تیم اجرایی شون که در برگزاری اردو پرانیکی ۱ برای ما سنگ تمام گذاشتن عالی و فوق العاده حتی فراتر از تصور بنده بود.احساس می کنم حال و هوای نو شدن در من بوجود اومده .بچه ها اونقدر این اردو عالی بود که فکر می کنم مثل بوی عطر می مونه که باید باشی تا اون حال و هوای قشنگ و فوق العااااااده اش رو استشمام و احساس کنی.بنده از جنوب با مسافت ۲ روز و یک شب اومدم تا در این اردو باشم الان که فکرش رو می کنم با تمام وجودم میگم ارزشش رو داشت و مشتاقانه موندم تا در پرانیکی ۲ هم ان شاالله باشم. 
درود خدا بر شما استاد معنوی ما`
    },
    {
      name: 'خانم مرتضوی',
      job: 'کارمند بانک',
      city: '',
      package: 'پرانیکی 2',
      comment: `سلام و نور، در راه بازگشت از اردوی پرانیکی ۲ هستیم .جای همه دوستان سبز . تقدیر و تشکر ویژه از استاد و تیم اجرایی . در وصف دوره بقول شاعر سنایی باید گفت : 
" نتوان وصف تو گفتن
که تو در وصف نگنجی
نتوان شبه تو گفتن 
که تو در وهم نگنجی "
این اردو یکی از بی‌نظیرترین سفرهای عمرم بود. قطعا همه ماها سفرهای سیاحتی و زیارتی داشتیم، ولی این اردو فقط سفر نیست با هیچ کلمه و واژه ای نمیتوان وصف کرد . اینقدر انرژی مثبت و تقویت قوای جسمی و روحی و تخلیه امواج و بارهای منفی بهمراه دارد که احساس تولدی دوباره میکنی .اردوی پرانیکی ۲ تلفیق و ترکیبی از معنویت و سیاحت و زیارت و طبیعت و آب و درواقع چهارعنصر اصلی تشکیل دهنده انسان می باشد که استاد بطور هوشمندانه‌ای ارتباط این عناصر را با آفریننده مان و امامان و امام زنده مان و جسم و روح مان برایمان به نمایش و اجرا گذاشتند . ان شاءالله این انرژی و حالِ خوبی که به شرکت کنندگان دادند خداوند به جسم و روح و جان‌ِ خودشان‌ و خانواده محترمشان بدهد و همه دوستان هم بتوانند با شرکت در دوره ها و اردو این حسِ و حالِ خوب را خودشان تجربه کنند. شاید با کلی هزینه حاضر باشید بیماریتان را با تجويز پزشکان درمان‌ کنید و عمدتا" هم به نتیجه نمی‌رسد ، ولی با حضور در دوره و اردو های استاد علاوه بر درمان، از  نشاط جسم و روح  هم بهره مند می‌شوید. زبانم قاصر از بیان جمیع جهات این اردو اعم از ابعاد علمی ،معنوی ،تغذیه ای ، حُسن برخورد و .... ولی خداوند اجر و مزد استاد را بدهد و برای خودشون و خانواده محترمشان جبران کند . از تیم اجرایی و خانم‌ سلیمانی عزیز هم که با برخورد و رسیدگی بسیار عالی لحظات خوب و دلنشینی را برایمان ایجاد کردند صمیمانه سپاسگزاریم و از خداوند برایشان خیر و عافیت و حاجت روایی می طلبیم . سلامت و سعادتمند باشید.`
    },
    {
      name: 'خانم بهرامی',
      job: 'دبیر شیمی',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `عرض سلام و احترام خدمت استاد کوهی عزیز
و دوستان بنیان مرصوص

  خداروخیلی شکر ،الحمدلله پرانیکی 2 روزیم شد ،
از شما وکادر اجرایی تون  بسیار سپاسگزارم بخاطر این دوروز اردو شیرین، پربار، پرنور، پرنظم و به یاد ماندنی که برای ماساختید.

زبان و متن ما قاصر از قدردانی بخاطر دلسوزی ها ومحبت های  شما استاد عزیز هست.

الهی به حق خانم فاطمه زهرا سلام الله علیها تمام زحمات ولحظه هایی که شما وکادر اجرایی زحمت کشیدید
نور وبرکت وخیر کثیر بشه در زندگی دنیوی واخروی تان.
الهی مورد عنایت والطاف خاصه  صاحب الزمان باشید.
متشکرم.`
    },
    {
      name: 'آقای بهرامی نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: 'پرانیکی 2',
      comment: `سلام علیکم و رحمة الله

تشکر ویژه دارم از استاد عزیزم، استاد کوهی و تمام دست‌اندرکاران دلسوز و پرتلاش اردوی پرانیکی ۲؛ واقعاً نمی‌دونم چطور می‌شه این‌همه حس خوب و تجربه‌های ناب رو توی چند خط جا داد.

این دوره، حال و هوای خاصی داشت؛ از هوای بارونی و مه‌آلود که فضا رو شبیه رؤیا کرده بود، تا لوکیشن جدید که انگار خودش بخشی از آرامش بود.
تدریس‌های دلنشین در حسینیه توسه، برنامه‌ریزی منظم، و حتی تجربه‌ی جذاب خرید محصولات جدید و متفاوت، همه دست‌به‌دست هم دادن تا این اردو چیزی فراتر از انتظار بشه.

خوشحالیم که جانموندیم از این تجربه فوق‌العاده...
از صمیم قلب ممنونیم که این فرصت طلایی رو فراهم کردید.`
    },
    {
      name: 'آقای نیکبخت',
      job: 'کشاورز',
      city: 'هشت بندی',
      package: 'پرانیکی 2',
      comment: `سلام نیک بخت هستم از استان هرمزگان(بندرعباس) راستش ما برای شرکت در اردوی پرانیکی۲حاجتها و مشکلاتی داشتیم که می خواستم در این دورها درمان شود ولی وقتی در بالای کوه استاد روضه امام حسین  رو خوند و گفت حاجتهاتون در نظر بگیرید یک مرتبه همه حاجتهامون پاک شد و فقط تصویر اون بچه فلسطینی که دستش از زیر آوار بیرون بود و بدنش زیر آوار بود در نظرم آمد که نجات بندگان خدا که زیر شکنجه و رنج هستند از هر حاجتی بالاتر است 

شرکت در اردوی پرانیکی علاوه بر احساس سبکی و حل مشکلات معنوی و متافیزیکی که داره ،باعث ارتقای روحی میشه و ما رو از تنگ نظری و خود خواستن دور میکنه 

ان شالله که در این مسیر ثابت قدم باشیم و به کمک استاد کوهی عزیز رشد و تعالی داشته باشیم و برای خدمت به شیعیان و مظلومان جهان آماده شویم`
    },
    {
      name: 'خانم سلیمانی',
      job: 'خانه دار',
      city: 'تهران',
      package: 'اردو پرانیکی 2',
      comment: `سلام و عرض احترام و ادب خدمت استاد بزرگوار 
و برگزارکنندگان محترم اردو پرانیکی ۲

🙏 خالصانه از زحمات بی‌دریغ تان در برگزاری این اردوی پر برکت و روح افزا که نه تنها فرصتی برای بهره‌مندی از زیبایی‌های طبیعت بود

لذت آرامش مرداب، تماشای انتهای مسیر آبشار در پایین ترین نقطه جنگل، صدای چهچه پرندگان، روضه های روح نواز استاد و پادکست های آرامش بخش

🕌 لذت آرامش، زیارت و غذای نذری در مسجد میرعمادالدین که نسب سادات رضوی و کاظمی در ایران به این بزرگوار می رسه بی نظیر بود
سقفهای زیبایی که مزین به نقوش اسلامی و انرژیک بود ...
جریان مه زیبایی که ناگهانی وارد مسجد می شد و به جسم و جانمون می نشست فراموش نشدنیه ...

🌾 نشستن در شالیزارها و گندم زارهایی که صاحبانشون یکسال تمام تلاش می کنند دست رنج محصولاتشون رو بدست زائران امام رئوف برسانند و مناظر کارت پستالی شون که یک تنه پاکسازی چشم و قوه خیال رو به عالی ترین حد ممکن به انجام رسوندند 

🛻 از لذت نیسان سواری و دست به سر کودک درونمون کشیدن و قهقهه های از ته دلمون، 
از خواندن شاه بیت رضا جانم رضا ... و رسیدن نور آقا موسی بن جعفر قبل از اینکه به امامزاده دختر (دختر آقا موسی بن جعفر) برسیم و عرض ادب کنیم،

⛰️ رسیدن به ارتفاعات نیلکوه بسیاااار زیبا و مقدس که روزی محل عبور و قدوم زائران امام رئوف بوده

✨🤲 توسلات روح و جان نواز به ائمه در آن موقعیت مکانی که قططططعا زندگی معنوی ما رو به قبل و بعد از شرکت در اردوی پرانیکی ۲ تبدیل می کنه
👌 کاری که شرکت در کلاسهای استاد کوهی با زندگی شرکت کننده ها میکنه 

🌳🌿 رد شدن از جوی آبِ جاری و رسیدن به آبشار آخرین مرحله پاکسازی و تطهیر قوه خیال بود ... 
تمام اعضای بدنمون در کف پا نقاط تطبیقی دارند، بدون کفش و با جوراب از آب عبور کردیم و اجازه دادیم آب و سنگ ریزه های زیرپامون، این نقاط رو پاکسازی کنن 
پلک نزدیم، به آب خیره شدیم و مسیر حرکتش رو در حافظه بصری مون ذخیره کردیم
چشمهامون رو بستیم و صدای آب رو در گوشمون ذخیره کردیم ... 

📿 تک تک لحظاتمون که با یاد و نام اهل بیت علیهم‌السلام و انس بیشتر با امام رضا(ع) و امام زمان (عج) آمیخته شد و زمینه ساز تقویت پیوند قلبی و تجدید هم عهدی شد 


استاد بزرگوار،
بدون شک، تلاش‌های خالصانه‌ی شما در طراحی و اجرای این اردو، تأثیری ماندگار بر ذهن و دل ما به‌ جای گذاشت و لحظاتی خاطره‌انگیز و سازنده را برایمان رقم زد

انرژی معنوی جاری در این اردو، حاصل حسن نیت و اخلاص، برنامه‌ریزی دقیق و هدایت ارزشمند شما و تیم همراهتان بود 

کیفیت امکانات، برنامه ریزی منظم و پذیرایی شایسته، آن هم در قبال هزینه دریافتی! فوق العاده و فراتر از انتظار بود 

🙏 دعامون کنید که ظرفیت وجودیمون رو بالا ببریم و از فرصتهای ناب و ویژه ای که برامون فراهم کردید، در مسیر ظهور به عالی ترین حد ممکن بهره ببریم


از خداوند متعال برای شما و خانواده محترم سلامتی، توفیقات روزافزون در خدمت به دین و جامعه، استمرار چنین حرکت های الهی و بهره‌مندی از عنایات ویژه‌ی امام عصر (عج) را مسئلت داریم`
    },
    {
      name: 'خانم سلیمانی',
      job: 'حسابدار',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `"هوالرزاق"
✨و یطعمون الطعام علی حبه ...✨
سلام و ارادت و خیر و نور کثیر خدمت استاد دکتر کوهی بزرگوار و خانواده ی بسیار عزیزشون و همکاران بسیار زحمت کش و مهربون شون
که آنچه بود و نبود در طبق اخلاص گذاشتن و از دل و جون و به بهتررررین نحو ممکن  از ما پذیرایی کردن تا تمام هم و غم ما فقط دریافت نور و انرژی و دریافت و درک بهتر مطالب استاد باشه ✨❤️🌹🌱

استاد دکتر کوهی چقدر قشنگ رزق رو توضیح دادن😊
چه رزقی بالاتررررر از داشتن استاد دکتر کوهی، آموزش های امن و سلامت شون، هم کلاسی های با اخلاق و بامعرفت، استفاده از محصولات تغلیظ شده و پر نور و پر کاربردشون با کمترین قیمت، احساس نزدیکی بیشتر به اهل بیت علیهم السلام و امام زمان عجل الله تعالی فرجه الشریف و .......
خدا رو شکررررر من رو لایق این رزق قرار داد 🤲🌹✨🌱

شما کی می تونید ۴۰ ساعت برید سفر، اونم سفر حلال برای آموزش و دریافت نور و در کنارش تفریحات حلال،

که توش هم زیارت چند امامزاده جلیل القدر باشه، هم جنگل باشه، هم برکه، هم آبشار، هم صعود به نیل کوه زیبا، هم دیدن دشت و گندم زار و شالیزار، هم شوخی و خنده، هم روضه و گریه، .....
همه ی این رزق های پر نور و پر انرژی و پاکسازی ها هم فقط تو ۴۰ ساعت 😍😊🌹✨
و از اون طرف صبحانه و ناهار و شام تون با بهترین کیفیت و طعم آماده باشه و دغدغه ی اسکان هم نداشته باشید 😍😍😍

توفیق داشتم برای بار دوم پرانیکی دو رو شرکت می کردم
ولی باز هم مکان های جدید، مطالب و آموزش های پر نور و جدیدتر، محصولات کاربردی جدیدتر 😍😍😍✨`
    },
    {
      name: 'خانم سلیمانی',
      job: 'حسابدار',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `ز اول تا به آخر آنچه بینی
به بازار جهان سودای عشق است

خدایا بحق آیات پرنور قرآن کریم✨ و بحق نور پنج تن علیهم السلام✨ و بحق دعاهای نیمه شب مهدی زهرا عجل الله 🤲
به استاد دکتر کوهی بزرگوار و خانواده ی عزیزشون و همکاران مهربون و دلسوزشون سلامتی، عزت دو دنیا، عاقبت ختم به شهادت و خیر، توان زیاد و رزق و مال حلال فراوان، توفیقات روز افزون و مستمر از درگاه کریمانه ی خودت عطا بفرما
و آنچه را که من قادر به جبران لحظه ای از اون نیستم، به دستان با کفایت امام زمانم می‌سپارم که به بهترین نحو برای این خانواده و دوستان جبران کنن 🤲✨🌹🌱
ان شالله از چشم بد، دل بد، زبان بد، جمیع بلایای ارضی و سماوی، انسی و جنی در پناه خدا و امام زمان عجل الله باشن 🤲✨🧿
ان شالله زحمت ها و احسان هاشون در دفتر امام حسین علیه السلام و امام زمان عجل الله ثبت و ضبط بشه و ذخیره ی قبر و قیامت شون قرار بگیره
به برکت صلوات بر محمد و آل محمد 

🌹✨اللّهم صل علی محمد و آل محمد و عجل فرجهم ✨🌹🤲`
    },
    {
      name: 'خانم کاظمی',
      job: 'آموزگار',
      city: 'قم',
      package: 'پرانیکی 2',
      comment: `سلام  و صلوات 
اردوی پرانیکی برای من مثل سفر اربعین هست که اولا باید این سفر برام اونقدر مهم باشه که بخوام در این اردو  حضور داشته باشم و ثانیا دعا کنم که توفیق حضور در این اردو نصیبم بشه. 
از لحظه ملاقات با استاد و جمع مومنانه دوستان، شادی های وصف ناپذیری که قابل توصیف نیست، پاکسازی جسم و روح، امامزاده  ای که هوای دلنشین و مه ای که به آرامی وارد محیط امامزاده میشد و روح و جسم رو جلامی داد و کشف منشوری که داخل امازاده استاد بزرگوار اموزش دادند و هوای بارانی و ابری در محیط شالیزار و توسلاتی که استاد داشتند و فضای رویایی که بین شالیزار و کوه و دشت و پاکسازی روح در بالاترین نقطه و دریافت هایی که هر فرد نسبت به ظرف وجودی خودش کسب کرد. 
اردو های پرانیکی یه جلوه کوچیکی از سفر اربعین هست کسانی که پشت صحنه  و از قبل برای مسافرین اربعین خالصانه و با تمام وجود و هر چی دارند مایه میذارند اینجا هم از روزهای قبل و با برنامه ریزی دقیق استاد بزرگوار چنین اتفاقی رقم می خوره. 
هر چقدر هم بگم بازم نمی تونم ذره ای  از زحماتی که برای این اردوها کشیده شده  رو جبران کنم.
 دعا میکنم خداوند به استاد و خانواده محترمشون و کادر همراهشون توفیقاتشون هر چه بیشتر و روز افزون باشد و در دنیا و اخرت بهترینها نصیبشون بشه و هر چه حاجت دارند به لحظه مستجاب بشه و عاقبتتون بعد از ظهور اقا صاحب الزمان ختم به شهادت بشه.`
    },
    {
      name: 'آقای حسنائی',
      job: 'کارشناسی ارشد طراحی صنعتی',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `سلام و نور خدمت استاد کوهی عزیز، خانم سلیمانی بزرگوار و دیگر عزیزان گروه

اردوی پرانیکی دو، مثل تمامی برنامه های استاد و گروه محترمش فوق العاده بود.

ترکیب بسیار حساب شده ی معنویِ تسبیح خداوند سبحان، احترام به مقام والای ائمه، روزه خوانی، تجلیل از مقام شهدا، فعال شدن شهود و چاکراها، بررسی تاریخچه و کرامات امامزادگان ...

و در عین حال
به همراه ترکیب دنیویِ گشت و گذار و نیسان سواری، دیدن مناظر بکر و سرسبز جنگل های شمال، راه رفتن در چشمه، دیدن دوستان همسفر از سراسر ایران عزیز سورپرایز تولد (!) و ...

همگی تجربه ای هستند که فقط و فقط در اردوی پرانیکی ۲ قابل مشاهده و دستیابی هستند.

خداوند منان رو شاکرم که این فرصت بی نظیر رو مجددا به بنده عنایت کرد تا بتونم در فرصتی هر چند محدود، با افرادی پاک، پر انرژی و دارای بالاترین سطوح معنویت و صمیمیت آشنا بشم و تجربیات فوق العاده ای رو در زندگی خودم ثبت کنم و عمیقا معتقد هستم برای شرکت در اردوهای پرانیکی و پکیج های استاد کوهی عزیز و البته، همنشینی و مصاحبت با بزرگان حاضر در اردوها، باید تاییدیه صاحب الزمان رو داشته باشی.

از استاد کوهی عزیز، آقای خلخالی عزیز، خانم سادات بزرگوار، آقا زمانِ گل، آقا محمد طاهای عزیز، آقا سید عزیز و همگی عزیزان دیگری که برای برگزاری این اردو با این کیفیت بی نظیر شبانه روز کوشیدند و زحمت کشیدند، از ته قلبم سپاس گزارم.

از خانواده محترم سلیمانی های عزیزم، خانم کاظمی بزرگوار، آقای جلالی عزیز، آقای بهرامی نژاد عزیز، آقای امیری عزیز و همگی حضار و زحمت کشان این اردوی شگفت انگیز در قالب شرکت کننده نیز صمیمانه متشکرم و از خداوند حکیم، اجری عظیم برای همگی بزرگواران مسئلت میکنم.


در پناه خداوند منان و زیر سایه صاحب الزمان (عج) باشید.`
    },
    {
      name: 'خانم ترابی دشتی',
      job: 'طب سنتی',
      city: 'اصفهان',
      package: 'پرانیکی 2',
      comment: `استاد عزیز و بزرگوار

با قلبی سرشار از قدردانی و امتنان، این پیام را به پاس زحمات بی‌دریغ و تلاش‌های ارزشمندتان در اردوی پرانیکی۲ تقدیم می‌کنم.
 نمی‌دانم چگونه می‌توانم آن‌طور که شایسته است، از شما سپاسگزاری کنم
زبانم درمقابل قدردانی از این حجم از لطف شما واعضای مجموعه تون قاصره
اردوی پرانیکی، فراتر از یک برنامه آموزشی صرف، تجربه‌ای بی‌نظیر و خاطره‌ای فراموش‌نشدنی برای همه ما بود. شما با دانش و تجربه‌ی گرانبهایتان، دریچه‌ای نو به سوی علوم اسلامی وقرآنی وقدرتهای درونی ما گشودید و با صبر و حوصله، به تمام سوالات و ابهامات ما پاسخ دادید.

علاوه بر جنبه‌های آموزشی، نقش شما در ایجاد فضایی صمیمی، پرانرژی و مثبت، بی‌بدیل بود. مدیریت و برنامه‌ریزی دقیق شما، باعث شد تا بتوانیم از تک تک لحظات اردو به بهترین شکل استفاده کنیم. گشت و گذار در آبشار،شالیزار،چشمه ها،کوه و.... لذت بردن از نان محلی و پرانرژی ک باهیزم پخته شده بودوغذاهای متبرک شده وتغلیظ شده ای ک نور را بوجودمون ذره ذره تزریق میکرد، و هم‌صحبتی با شما و سایر هم‌گروهی‌ها، حس و حالی رویایی به ما بخشید که تا همیشه در خاطرمان خواهد ماند.

یادم نمی‌رود که چگونه با شوخ‌طبعی و مهربانی خود، خستگی را از تنمان بیرون می‌کردید و با تشویق و ترغیب، انگیزه‌مان را برای یادگیری و پیشرفت دوچندان می‌ساختید. شما نه‌تنها یک استاد برجسته، بلکه یک دوست و راهنمای دلسوز برای همه ما بودید. هستید وخواهیدبود
از شما سپاسگزارم که فرصتی فراهم کردید تا در کنار هم بیاموزیم، تجربه کنیم و خاطراتی زیبا بسازیم. این اردو ، تأثیر عمیقی بر دیدگاه و مسیر زندگی من گذاشت و من تا همیشه قدردان زحمات شما خواهم بود.
امیدوارم که همواره تندرست، شادکام و موفق باشید. از خداوند متعال برای شماو خانواده ی عزیزومحترمتان واعضای مجموعه وخانم سلیمانی عزیزک هرچی ازمهربونی خوش خلقی وخوبیشون بگم کم گفتم،مادرعزیزو دوست داشتنیشون ک هرچی نگاهشون میکردم نور ازچهره شون میبارید وخانم سلیمیان عزیز ک باصبوری وتدبیرهای بجا مارو ازخطرات حفظ میکردن بهترین‌ها را آرزومندم.

البته همه ی این خصلت های خوبی ک شاگردانتون بدست آوردن حاصل زحمت ها و تعلیمات فراوان استادعزیز و محترمه ک هرچی بیشتر پیش میریم وشناختمون بیشتر میشه بیشترشیفته ی مرام،معرفت،فروتنی وپرهیزکاریشون میشیم
الهی همیشه درپناه حق وزیرسایه ی امام زمان(عج) ودست دردست ایشان بهترینهاروزیتون بشه
خدارو صدهزاران هزارمرتبه شکر ک من روتوی این مسیر قرارداد و استادی برای من درنظر گرفت ک هرچی ازخوبی ومهربونی وکمالاتش بگم بازم کم گفتم

استیکر ذوق وشعف وقلب قلبی`
    },
    {
      name: 'آقای جلالی',
      job: 'کارشناس دفتر مدیریت - اداره پست منطقه شمال تهران',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `سلام و نور
شکر خداوند متعال 
بار دیگر تجربه ای بی نظیر و فوق‌العاده.

انگار در اردوی پرانیکی ۲ من با عناصر طبیعت یکی شده بودم و در درون خودم آب و هوا و خاک و آتش رو حس میکردم.

همسو با درختان و پرندگان و جریان آب چشمه ای زلال و با تک تک سلول های تنم یاد و ذکر پروردگار را میکردم.

وقتی در آب چشمه راه میرفتم انگار تمام جسمم حتی داخل مغزم داره شسته میشه.

حس کردن گرمای و انرژی مزارع گندمی که نذر حرم امام رضا شده بود، در هوای خنک و مه آلود تجربه ای به یاد موندنی بود و تجربه یک روضه غیر قابل توصیف...

و امام زاده ای که چند ساعتی پناه من رو سیاه شده بود و به شکلی عجیب از ما مهمان نوازی کرد.

برکه ای سراسر انرژی که جانی دوباره به ما داد...

همه لذت هایی که فقط بخشی از آنها گفته شد توسط استاد کوهی بزرگوار و عزیز برای ما ایجاد شد و همچنین تیم زحمت کش و دلسوزی که قادر به تشکر به نحو احسن از ایشان نیستم...
استاد عزیزم حاجت روا باشین ان شاءالله به دعای امام رضا و زیر سایه حضرت ولیعصر...`
    },
    {
      name: 'خانم زال پور',
      job: 'دبیر',
      city: 'شهرری',
      package: 'پرانیکی 2',
      comment: `سلام و نور و صلوات.
اللهم صل علی محمد و آل محمد و عجل فرجهم.
🪵🪵🪵
اردوی پرانیکی ۲ دیروز تمام شد و ما انگار تکه ای از قلبمان را در همان جا گذاشتیم و با اشک برگشتیم.
چقدر اردوهایی که استاد کوهی بزرگوار،تدارک می بینند عالی و بی نظیر هست.
از زیارت های عالی امامزاده های مظلوم در دل کوه ها...
 صحبت ها و تدریس های فوق عالی استاد...
از دیدن مکان های بکر و شاید سرسوزنی درک آيه شریفه《یسَبّحُ لِلّه مافی السموات و الارض》....
از روضه های بی نظیر استاد که روح و جانمان را صفا  می دهد...
از آشتی با طبیعت درون و بیرون از وجود...
دیدن گندم زارها و شالیزارهای زیبا...🌾
دیدن طبیعت زیبای خداوند،...🌧🌳🦅🐎🐄🐑🦋
شنیدن صداهای  پرندگان...🦜
دیدن آبشارهای بی نظیر و بکر...🏞
نیل کوه فوق العاده زیبا...⛰
آشتی با کودک درون....👶
پذیرایی های عالی...
🍉🍞☕️🥔🥚🍚کمبود استیکر انواع غذاهای عالی!!!

نظم و برنامه ریزی دقیق...📌
زیارت دوستان...🫂
نیسان سواری ها...🛻
بوی نان های تازه محلی،هنوز بر مشامم باقی مانده است.🥖
و 
 باز شدن چاکراه ها...
الحمدالله رب العالمین.
🌹🌱🌹🌱🌹🌱🌹🌱🌹🍃🌹
هنگام خداحافظی،استاد بغض داشتند،گویی واقعا با فرزندان شان خداحافظی می کنند و دغدغه اونها رو دارند...
و خدای ما می داند که با هیچ زبانی قادر به شکر گزاری نعمت وجود استاد بزرگوار و کلاس های باارزش ایشان نیستیم.
خدایا تمامی این قدم ها و لحظاتی که استاد کوهی مهربان و تیم همراه،زحمت کشیدند  را به لطف و کرم خودت قبول بفرما و برکت به عمر و عزت و  نسل و مال و....همه ویژگی های خوبشان عطا بفرما.
دعای ویژه امام عصرعج را شامل حال همگی، بفرما.
🌹🌱🌹🌱🌹🌱🌹🌱🌹🌱🌹
و ممنون از همراهی های عالی خانم سلیمانی عزیز که مثل همیشه زحمت عمده کارهای ما جهت هماهنگی ها،بلیت ،اسکان شب قبل از اردو و   بعد از اردو و... بر دوش ایشان بود.
ممنون از خانواده محترم و با محبت ایشان،مخصوصا حاج خانم عزیز که با محبت ها و دعاهای نابشون همیشه به ما لطف دارند.
و تا همیشه دعاگوی خانواده محترم سلیمانی هم خواهیم بود...`
    },
    {
      name: 'خانم گل محمدی',
      job: 'دانشجوی رشته مکانیک',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `سلام و نور ✨

« الحمد الله کما هو اهله  »                                                                                                                                                                        این متن رضایت واقعی من از اردو پرانیکی 2 تفاوتی با متن های قبلی ام دارد سعی کردم بخشی کوچکی از این اصل بیکران نعمت را به صورت خاطرات به همراه احساسات واقعا عالییی که از این اردو بهم دست داد بنویسم و با شما عزیزان شریک شوم که ان شالله توفیقی باشد خودتان هم به این اردو بیایید و این احساسات را از نزدیک لمس کنید . ان شاالله خداوند یاری ام بدهد در این مسیر . 🤲🏻

با دیدن بنر اردو پرانیکی 2 دل پرکندنی درون من به وجود آمد که باتمام وجد خواستم در اردو باشم کنار استاد عزیز ، کادر خوش اخلاق و خوش روی موسسه که تک تک چهره های خندانشون از یاد نمیبرم با خستگی های طاقت فرسایی که داشتند ولی حتی لحظه ای از لب هاشون خنده نمی افتد  ، کنار خواهران و برادران که همگی انگار خانواده من بودند و من دلتنگ لحظه ای دیدن و احساس کردن شادی و خنده کنار آن ها  ، فقط می دانم خواستم از خدا که آنجا باشم کنار تمام آن خاطرات و مکان ها و بتوانم دوباره ببینم ، نمی دانم چه شد ولی همه شرایط دست در دست دادند خدا صدای کودک درون و دعا هارا شنید و توفیق بودن در اردو را برای من قرار داد .

با نزدیک تر شدن به زمان کلاس این شوق و هیجان افزایش پیدا میکرد و بی صبرتر میشد تا وقتی که در قطار چهره های آشنا دیدم و دلم آرام گرفت که این خواب نیست و بیداری داری واقعا میروی ، داخل ایستگاه پل سفید برای نماز صبح توقفی داشتیم وقتی از واگن پیاده شدم هوا گرگ و میش طور بود به صورتم نم ریز باران میزد مثل ستاره ها ریز به روی زمین می آمدند خدواند داشت هوا را پاک میکرد و می شست همانطور که قرار بود با این سفر روحم  پاک و شسته شود  به سمت نماز خانه بوی احلام در فضا پیچیده بود چیزی به رسیدن نمانده بود ...

موقع رسیدن به حسینه از داخل ماشین خانم سلیمانی عزیز با لبخندی زیبا دیدم که با استقبال گرم منتظر بچه ها هستند که بیایند ، داخل حسینه وقتی استاد تشریف آوردند با عصا و لبخند زیبا شون قشنگ خستگی از بی خوابی در چهرشون دیده میشد ولی با لبخند و کلام شیرینشون نگذاشتند کسی نگران و متوجه شرایطشون شوند .

در مسیر امام زاده سید زکریا که میرفتیم یاد اردو قبلی افتادم استاد بهمون گفتند توقفی کنید ، کسی از آن مسیر گذر می کرد که سلام دادیم من نمیدانم که چه کسی بود ولی به یاد آن خاطره بوی عطر گل یاس میاید به یادم ، تمام آن پله ها که نشستیم و عکس گرفتیم و خندیدم کنار هم مثل تصویری زنده و ثبت شده برام مرور میشد .  بعد زیارت همانجا کنارهم صبحانه خوردیم از صبحانه نگم یکی از خوشمزه های صبحانه  دسر کدو حوایی است که بوش و مزه اش از آن چیز هایی است که در ذهنت ثبت و از یادت نمی رود تا دوباره میل کنی ، رنگ نارنجی دسر انقدر زیبا خوش رنگه که با دیدنش انگار دید چشمت باز و جلا پیدا می کند مخصوصا خلال بادوم های روش که تزئین را زیباتر کرده بود فقط دلت میخواهد بهش نگاه کنی ....

                   *      *      *      
 
سوار نیسان های آبی شدیم  ( این بخش چون تجربیه و بسیار هیجان انگیزه نمیگم خودتون برید تجربه کنید  🤫 ) وقتی رسیدیم بالای کوه منظره ای که میدیدم باورنکردنی بود زیبایی بی کران عظمت خداوند دیده میشد احساس میکردم ذره ایی ام ناچیز غیر دیدن در قبال این زیبایی طبیعت قلم از توصیفش عاجز است ولی تنها چیزی که می توانم بگم شما در اون بالا رها میشید از هر چیزی غم ، مشکل ، نارحتی و ..... به پاکی و آرامش قلبی میرسید فقط نیازه در آنجا خودتون در آغوش خدا بسپارید شما روی بال فرشتگان نشستید ، گرمای آغوش امام زمان ( عج ) تان را حس میکنید که مدت هاست منتظرتون هست ، غریبی شون حس میکنید و غفلت خودتون که چرا زودتر صدا نزدم فقط کافی بود یکبار صداشون کنم زودتر.  

✨ اللّهُمَّ صَلِّ عَلی مُحَمَّد وَآلِ مُحَمَّد وَعَجِّل فَرَجَهُم ✨`
    },
    {
      name: 'خانم گل محمدی',
      job: 'دانشجوی رشته مکانیک',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `در این گفتار، چندان فرصت نیست که همه را به سرانجام رسانم و زبان قلم نیز عاجز است .

« الحمد الله کما هو اهله »
هر چه تشکر و قدردانی بکنم ناچیز است از این نعمات ، خیلی خیلی خوشحال و ممنونم استاد عزیز ان شاالله از خداوند هر چه بخواهید به شما و خانواده محترمتان چندین برابر بدهد .  
                                                                                                                                                         خداقوت و خسته نباشید از کادر زحمتکش‌ موسسه خیلی ممنونم ، لطف و مهربانی بی حد و مرز و بدون چشم داشت شما را از خاطر هیچ وقت نمیبرم.                                                                        خانم سلیمانی عزیز دل و خانواده عزیزشان خداوند برکات و نعمات زحمت شان را چندین برابر در این دنیا و آخرت بهشان بدهد که باعث شدن ما از طریق شان به بهترین شکل در کلاس ها در شهرری با استاد عزیز و بزرگروار آشنا بشویم .       
لطفا همگی من را حلال کنید اگر غفلت و اذیتی از من سرزده است که از روی نادانی و کم سنی من است .
                                                                                                                                                                     استاد عزیز خدا را شاکرم دعا های مادرم و نسل گذشته من ، من را در مسیری قرار داد که شاگردی شما را بکنم درست است رسم شاگردی را بلد نیستم و به درستی ادا نمیکنم ولی دعای استاد در حق شاگرد مورد استجابت است برای بنده حقیر دعایی بفرمایید تا اصلاح شوم و رسم بندگی خدا را به درستی یاد بگیرم و شهید عصر حضور امام زمان ( عج ) باشم .
  ✨اللهم عجل لولیک الفرج✨`
    },
    {
      name: 'خانم محمدی',
      job: 'خانه دار',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `حس و حالم از بیان اردو پرانیکی ها قابل وصف نیست
تجربه ی شگفت انگیزی برام داشت
حس و حال اردو پرانیکی دو کمتر از اربعین برام نبود
من بعلت مشکلات جسمی حتی وقتی در خانه کمی فعالیت می کنم درد زیادی رو متحمل میشم و باید مدت ها استراحت کنم
ولی حتی در باورم هم نمی گنجید که این من نوعی هستم که با این همه بالا و پایین رفتن ها از مکانهای ناهموار باز هم سرشار از انرژی و سرزندگی هستم هیچ گونه خستگی برایم ایجاد نشد
در هر منطقه ای انرژی خاص و جدیدی رو دریافت کردم که قابل وصف نیست.از درون احساس ارامش و شادابی خاصی داشتم
انگار تازه متولد شده ام
زحماتی که استاد برای ما کشیدن ستودنی است و زبان از گفتن ان قاصر است
ما که توان جبران زحمات استاد رو نداریم
ان شاالله خود حضرت دست ولایشون رو به تمام وجود استاد بکشن و سلامتی کامل رو بدست بیارن و خداوند حافظ و نگهدار خانواده ی محترمشان باشن
(ان شاالله)`
    },
    {
      name: 'خانم هیزچی',
      job: 'ماساژور ونباض',
      city: 'اسلام شهر تهران',
      package: 'پرانیکی 2',
      comment: `سلام وقت بخیر 
ما امروز بعد ظهر رسیدم و هنوز فرصت نشده بود تا از این دو روز صحبت کنیم
هر چند که شنیدن کی بود مانند دیدن
به شخصه آدم کمال گرایی هستم هر جا میخواستم برم کلی باید وسایل بردارم 
ولی استاد تواین سفر میخواست ما رو تربیت کنه وآماده ظهور کنه ،که اگر امام امر فرمودند به فلان جا برو بدونم باید چیکار کنم چطوری باید سفر کنم 
یه گوشزد بود برای اینکه فقط متوجه شیم که با گریه امام نمیاد با پای کار بود و لحاظ جسمی و روحی با هم آماده شیم 
امام قرار نیست بیمارستان ملاقات ما بیاد
خلاصه نگم که استاد تو چه منطقه ای غذا هارو گرم وخوشمزه برامون آماده کرده بود 
نون گرم و محلی رسوندن دستمون
استاد انقدر قشنگ تدبیر کرده کی چی بخوریم که چه خروجی معنوی داشته باشیم  که حد وحساب  نداره
استاد همه این کارهارو زمانی داره انجام میده وقتی وارد تکیه شد با عصا و درد شدید کمر داشتن 
خجالت میکشم وقتی استاد با این وضع پای کارن اون وقت من غر بزنم چرا این اینطوری شد چرا اون طوری
استاد الهی که خیر ببینید ،الهی تمامی مسئولین برگزاری اردو خیر ببین 
بنده خدا اون عکاس یه لحظه کنار پرتگاه طوری از ما فیلم میگرفت و با شجاعت از اونجا رد شد من تکون خوردم الان میوفته ،ماشاالله بهشون 
از همگی مچکرم 
دوستان از دست ندید این سفر رو زندگی رو از نو شروع میکنید با رفتن به این سفر`
    },
    {
      name: 'خانم امین بنانی',
      job: 'مربی قرآنی',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `بسم الله الرحمن الرحیم 
الحمدلله رب العالمین 
اللهم بارک لمولانا صاحب الزمان

 سلام و نور و رحمت 
و خدا قوت 
خدمت استاد گرانقدر  و تیم اجرایی محترمتان در اردوی پرانیکی 

  اگر اجازه بفرمایید حرف دل بزنم استاد .
 
استادِ قرآن بنده میفرمودند که انسان باید صفات حضرت حق را در خود متجلی کند تا هرچه بیشتر به مقام خلیفة اللهی نزدیکتر شود 
میفرمودند امام حسین علیه السلام و یاران عظیم الشأن ایشان در روز عاشورا ، تا حد امکان ،این صفات را به ظهور رساندند .
امام حسین علیه السلام خلیفةالله بودند و یاران شان به میزان ظرفیت وجودیشان ،به مراتبِ قربِ حضرت میرسیدند.
میفرمودند امام حسین علیهالسلام جمع اضدادند ،
یعنی در عین شجاعت ، رئوفند .
 به همان اندازه که در مقابل شیاطین جنگاور و باصلابت بودند در همان روز نهایت عطوفت و لطافت نیز بودند .
در عین قدرت ، رحمت می ورزیدند.
امام ، غضبش،  رحمت است .
 شمشیرش ، حیات است .
فریادش،مهربانیست. 
و.....


استاد بزرگوار ، در تمام مدت زمان اردو ،ما در وجود شما جمع اضداد را دیدیم .
الگویی بودید برای ما از امامِ شیعیان. 
حقیقتاً که شیعه هستید و در قربِ امام زمانتان ان شاالله  
ای والله خوشا بسعادتتان .
چشم بد از وجودتان دور باد .

 تیم عزیزو مهربانتان 
🌺دوبانوی بزرگوارِ عزیزِ مهربان🌺  ،چه کنیم تا جبران زحمات خالصانۂ ایشان باشد؟
همیشه سلامِ گرم و مُخلَص ما را به ایشان برسانید .🌺


فقط یک انسانِ برومند ، یک استادِ مصطفی ،و یک سربازِ خالص میتواند به اذن الهی و قوۂ امام ،  اینهمه گذشت  ایثار و مدیریت در هر لحظه داشته باشد ،تا جمعی را اینگونه معلمی و سرپرستی نماید .
تا بسازد ،کوکِ ناسازِ ما را .
خدا بشما و به جمع یاوران شما عزت ابدی و عاقبت بخیری و مبارکی عطا بفرماید ان شاالله .


 در وصف اردو نیز ،دوستانی که تشریف اورده بودند از زیباییهای اردو فرمودند ،  خانم سلیمانی عزیزم هم، که این سفرم را مدیون امام زمانم و ایشان و خانواده محترمشان و بزرگواریِ جنابعالی هستم ، ،ان شاالله با آن توصیفهای شیوایشان خواهند فرمود .
اما همین قدر بگویم که آرزو دارم تمام مردم ایران برای یکبار هم که شده طعم اردوهای شما را بچشند ،و تااااااا  خدا  بروند.
چه رسد به همگروهیهای محترم .
واما در حسرتم بابت لحظاتی که میتوانستم با راهنماییهای استاد گرانقدرم ، در حضورِ امامم باشم، 
ولی کودکِ بازیگوش درونم ،رفت با بقیۂ کودکان، بدنبال آهوی خوشگلِ بازیگوش  و در حسرت نبستنِ آهو و از دست  دادنش ....
و چه میدانم شاید در آن لحظۂ غفلت ، یار در کنار بود و من غافل  و  حسرتهاااااااا در پیش ....
`
    },
    {
      name: 'خانم منصوری',
      job: 'خانه دار',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `سلام ونور 
و اما اردو پرانیکی دو
اردویی سراسر لذت از طبیعت بکر در مکان های متعدد پر نور در هوایی پرتغییر که گاهی مه آلود گاهی آفتابی و گاهی نم باران امام زاده های عزیز خصوصا امام زاده عمادالدین در عجیب مکانی 
برکه جذابی که گویی در کنار فرات نظاره گر آب برداشتن حضرت عباس وچشمان نگران بانو فاطمه زهرا وچشم انتظاری مادری منتظر در منزل بودی هی دلت می‌گفت آقاجان بیا و... و منی که هنوز دلم پیش اون برکه مونده 
در کنار شالیزاری که شاید کمی درک از گریه های آقامون زین العابدین برای پدرش  امام حسین با روضه های استاد داشتیم آسمانی که اون لحظه قفلش را باز کرده بود تا حوائجمان زودتر برسد  جایی که یک سمت کوه یک سمت دشت سمت دیگر شالیزار
در نیلکوهی که گویا به واسطه آقامون امام رضا دل هامون رو نزدیکتر به امام عصرمون کردیم چه امام رئوفی...
و در هر کدام از این مکان ها حضور آقامون امام زمان عمیقأ حس میشد
همه حسهابه واسطه روضه های استاد بزرگوار که اینگونه نگاهمون رو تغییر دادند به ائمه
در چشمه آخر که چه حس دلربایی داشت اون چشمه وقتی پاهایت رو گذاشتی داخلش خنکایی که انگار کل وجود تو می‌شست وقتی آب کل پاتو می‌گرفت گرمای مطبوعی بهت تزریق میشد قدم زدن در آن چشمه درعین حال نظاره‌گر کوه و سرسبزی آن که دلتو قلقلک میداد به تنهایی 
و اما از غذاهای نذری استاد که همگی خوردیم و طعم و عطرش راچشیدیم و واقعا خوشمزگی متفاوت بودنش رو درک کردیم این غذا در کنار سکنجبین کوهی چه شود 
و نان محلی که در صبح جمعه کنار صبحانه مقوی از خوشمزگی این نان هر چه بگم کم گفتم 
برنامه ریزی دقیق و منظم استاد و کادرش برای تک تک مکان هایی که آماده کرده بودند 
الحق که خیلی زحمت کشیده بودند 
در مورد محصولات که همگی از محصولات استاد خرید کردیم و میدانیم چه هستند و ندیده باید خرید  
در آخر از همگی دست اندر کاران تشکر میکنم خصوصا استاد بزرگوار 
حیف آنان که نبودند ان شالله حتما در اردو بعدی شرکت کنند`
    },
    {
      name: 'خانم سلیمانی',
      job: 'کارشناس شیمی و دانش آموخته طب فشاری',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `بسم الله الرحمن الرحیم
نوایی آشنا درآغاز درسها وکارهایمان که حالا جز جدایی ناپذیر زندگیمان شده 
بانام خدا آغازکردیم وجلورفتیم 
مکان وزمانمان گره خورد به وجودنازنین امام عصرمان به فرماندهی مردی بزرگ که بانفسهای خود درما تحولات عظیمی رورقم میزند 
گوش وچشم وزبان قلب را آماده برای شنیدن دیدن وسکوت ورسیدن به قلب تاریخ ازازل تا ابد فراهم کرد
صدای تسبیح چهارعنصر وجودی در اطرافمان حالا برای ما نقش جدیدی ایفا میکرد 
گویاجان تازه درحال شکل گرفتن است 
ودراین شکل گرفتنها دست مبارک آقا ابوالفضل عباس وحضرت ام البنین گره گشا شده وراه رابرای ما هموارترکرده 
این مکان دیگر یک اردو ساده دربعد مکان وزمان نبوده زیباییهایش گره خورد به مشک علمدارکربلا ومادرنازنینشان ام البنین تازه این ساعتی ازچهل خان ساختنی است 
اینجا خستگی کسالت غم واندوه وافکارپریشان مجالی برای ظهور ندارن همه عشق است عشق 
وچه همراهی زیبایی میشود توسط عزیزان همراه فرمانده 
همگی آماده خدمت به تک تک عزیزانی که آمده اند بیاموزند وبزرگ شوند 
بزرگ زنان ومردانی که بی دریغ محبت میکردند میدویدند وخوش آمد میگفتند وازجان ودل زحمت می کشیدند که نکند برما سخت بگذرد
جمع دوستان حضرت صاحب الزمان چقدر زیباست اللهم عجل لولیک الفرج 
چه دعایی ما روکشاند اینجا چه لطف بزرگی درحقمان کردخدا 
ازاعماق جنگل تاریک رسیدیم به بلندای قله های زیبا ورسیدن به امام رئوفمان سایه سرمان علی ابن موسی رضا 
کجای دنیا به این خوشی میشود رسید 
وجالبتر اینکه به آبشار پرازانرژی میرسیم که همیشگی دائم وپرخروش مبارد ازدل کوه 
که نشان میدهد ایستادن خستگی معنی ندارد وقتی دل سپردی باید بروی نایستی چون همه چی درحال ضبط شدن است وتاریخ روزی گواه میدهد بربودن ما وجانزدنمان 
تاریخ به سخن میاید زنده میماند تابعدازما 
وگواهی میشود برکرده ها وناکرده های ما 
امیدکه دراین راه ماند وخسته نشد گذر کرد اما فراموش نکرد لطف خدا را وتشکر از تک تک افراد که برای رسیدن ما به مقصد ازخود گذشتن 
سحررابا رزق حلال خوراکی وآشامیدنی گوارا بوی نان تازه وتنوری که بادستان پاک وپربرکت زنان روستایی دربین الطلوعین طبخ شده ودمنوش تغلیظ شده بدن را آماده میکند برای پاکسازی درون وبیرون وچه نعمتی  بالاترازاین   وازهمه زیباتر که این مجموعه روکامل میکرد سفره ای بود که درمسجد وامامزاده پهن میشد یعنی حتی مکان هم متبرک بود وهرچه ازبار معنوی این سفر واردو بگوییم بازهم کم است  خدایا شکرت بابت این سفر پرازنور
امیدوارم تک تک عزیزان رزقشون شود چهل ساعت نه ۱۴۴۰۰۰ثانیه درمعرض نور قرارگرفتن وانرژی خالص دریافت کردن ازیک اردو به ظاهر ساده بادریافتی ناب  که درهیچ سفری تجربه نکرده اید با پاکسازی های عمیق 
جای تشکر فراوان دارد ازاستاد بزرگوار وگرانقدر وهمراهان پرتلاششون ان شاالله یکی از فرمانده بزرگ درزمان امام عصرعج باشید
امید اینکه ماهم جز شاگردان مفید پرتلاش وقدر دان باشیم`
    },
    {
      name: 'خانم شریفیان',
      job: 'خانه دار',
      city: 'اصفهان',
      package: 'پرانیکی 2',
      comment: `هر که شَوَد صید عشق 
کی شَوَد او صید مرگ .

چون سِپَرَش مَه بود 
کی رِسَدَش زخم تیر


جمله ی جان های پاک 
گشته اسیران خاک 

عشق فرو ریخت زر 
تا بِرَهاند اسیر .

سلام و احترام خدمت استاد عزیز و تمامی  اعضای محترم گروه. 


با لطف و نظر خداوند و امام زمان راهی سفری پر از رمز و راز شدم .

از همان ابتدای کار همه چیز فرق داشت . 
اولین باری بود  سفر به راه دور با یه کوله را تجربه میکردم .

لحظه به لحظه ی این سفر توسط استاد به صورت مدبرانه  برنامه ریزی شده بود .

سفری صرفا برای خودشناسی و خدا شناسی .
سفری برای آماده شدن برای ظهور آقا  امام زمان
سفری از عرش تا فرش .
ارتباطی شگفت انگیز با خدای خود با راهنمایی استاد عزیز .

ارتباط با عناصر اربعه و فعال کردن نور درون .

 بعد از دو روز هنوز ذهنم  پردازش نشده و حقیقتا زبانم  قاصر از تعریف این سفر برای دیگران .
الحمدلله بابت این رزق بینظیر که نصیبم شد .

`
    },
    {
      name: 'خانم چلیکی مقدم',
      job: 'کارشناس ارشد ادبیات پایداری _ مشاور  و درمانگر طب اسلامی سنتی و سبک زندگی',
      city: 'میناب',
      package: 'پرانیکی 2',
      comment: `بسم الله شاکرین

خدا رو صد هزااار مرتبه شکر که توفیق داد توی اردوی پرانیکی ۲ شرکت کنم🤲

چه معنویتی! چه آرامشی!
تو میگی گندم زار..من میگم شکر خدا🌾

تو میگی قطرات بارون... من میگم ذکر خدا🌧

تو میگی صدای آبشار من میگم ...حسین(ع) مشک خالی عباس💦

توی میگی صدای گنجشک...من میگم بغض در گلو خورده اهل بیت(ع)🕊🐦



چی بگم از اون نون داغ تنوری... چه لذتی...🍞
اون نون تنوری خوشمزه گرم دلچسب که می گفت سلام به سفره  خانه حضرت علی(ع)

اون سلام توی کوهستان و مسیر پرنور و گفتن اللهم صل علی محمد و آل محمد و عجل فرجهم و شادی کوهستان و پاسخ دل انگیزش که قلب‌ها رو لرزززوند... چه لرزوندنی!🏞🗻⛰🏔


صعود به ارتفاعات و زیارت امامزاده خوش انرژی عمادالدین و هجوم و پرواز مه سبک به داخل امامزاده...که روح و روان ما رو نوازش میداد.🏔🌫

و در نهایت رسیدن به چشمه زلال کوهستان مسیر حرکت شمس الشموس و شستن زنگار روح و جسم با آب خنک چشمه کوهستان🗻⛰🏔

سلول به سلول ما از ذوق و خوشحالی جیغ کودکانه می کشید ما آرومش می کردیم با جمله : شگفتانه های بعدی در انتظارت هست آروم باش(استیکر جیغ و هوراا نداریم)🎊

خدا قوت استاد بزرگوار خدا قوت تیم اجرایی بی نظیرشون
ممنونم از استاد بزرگوار آقای دکتر کوهی که برای برگزاری اردو تلاش کردن.
چه غم انگیز بود زمانی که استاد با عصا وارد شدن و برای نشستن و ایستادن زیر لب آروم... آخ ...  می گفتن ولی لبخند می زدن که اعضا ناراحت نشن، استاد در این شرایط هم دست از تربیت سرباز و کادرسازی برای امام زمان عجل الله فرجه برنداشتند اما ما عافیت طلب شدیم و دنبال بهترین و نرمال ترین شرایط هستیم و برای اومدن به اردو استخاره و دست دست میکنیم

ممنونم از  یکایک تیم اجرایی که بی نقص برنامه رو پیش بردن💐🍃

از محمد طه که برای برگزاری بدون عیب برنامه سُر خورد و سقوط کرد ولی خم به ابرو نیاورد.

از آقای دکتر کوهی استاد محترم و تیم بی نظیرشون که صبورانه اعضای حاضر در اردو رو همراهی می کردن بسیار سپاسگزارم. خدا عاقبت بخیرشون کنه ان‌ شاالله`
    },
    {
      name: 'آقای حیدری',
      job: 'فرهنگی',
      city: 'هشتبندی هرمزگان',
      package: 'پرانیکی 2',
      comment: `به نام خالق زیبایی ها

بنده شاگرد حقیر استاد کوهی حمید حیدری هستم از شهرستان میناب شهر هشتبندی تجربه ام از این اردوی معنوی تفریحی رو می خوام با شما به اشتراک بذارم تا به گوش جامانده ها از قافله اردوی پرانیکی برسونید ان شاءالله 

توی اردوی پرانیکی ۲ زیباترین صحنه ها و لوکیشن های بکر و پرانرژی و ناب ترین تصاویر و نقش و نگار طبیعت که بدست خالق زیبایی ها به تصویر کشیده بود رو تجربه کردیم و موسقی لذت بخش طبیعت را در شرشر آبشار و جریان آب رودخانه و صدای پرندگان و ریح ها که زبان به شکر و ثنای خداوند باز کرده بودند شنیدیم و در عمق جانمان و تک تک سلول های بدنمان نفوذ کرد.
بهره گیری از فضای معنوی و پرانرژی امام زادگان صاحب کرامات برایمان بسیار دلنشین و لذت بخش بود.
هر‌ کدام از لوکیشن هایی که استاد کوهی عزیز برایمان گزینش کرده بود سرشار از انرژی و نور و روشنایی بود و هر قطعه اش   هزاران درس و نکته و آموزه تربیتی و اخلاقی و عرفانی در برگرفته بود .
پرواز روح از بلندای افلاک به خاک یعنی از مرتفع ترین نقطه منطقه به پایین ترین نقطه جنگل این درس را به ما داد که اگر روحمان را به دست خالق بسپاریم و به دامان اهل بیت علیهم السلام گره بزنیم و تعلقات دنیایی را رها کنیم می توانیم در عالم سیر و سلوک کنیم و اگر خدا بخواهد ما را از افلاک به خاک می کشد یا برعکس از خاک به افلاک بالا خواهد برد.
برای پاک سازی روح تغذیه پاک و غذای حلال بسیار تاثیر گذار است این نکته را هم در وعده های صبحانه و نهار و شامی که استاد عزیز به همراه تیم منظم و خوش برخورد و خوش روی اردوی پرانیکی ۲  تدارک دیده بودند تجربه کردیم که جا دارد از تک تک این عزیزان قدردانی کنیم.

طبیعت زیبا و مناظر دیدنی و شالیزارهای سرسبز و هوای لطیف مازندران و نزول رحمت الهی به زیبایی های این اردو افزوده بود که تصویر این اردو را در ذهن ما ماندگارتر خواهد کرد.
شستشو و پاک سازی روح با ذکر اهلبیت علیه السلام با نفس پاک استاد کوهی دوست داشتنی و یاد امام زمان عج الله تعالی فرجه الشریف یکی از لذت بخش ترین بخش اردو بود که از عمق جان دعا گوی استاد عزیز هستیم که ما را لایق بهره بردن از این اردوی پر از معنویت دانستند و به عنوان شاگردی در جمع دوستان باصفای این دوره‌ راه دادند.
برای استاد عزیز و پدر و مادر و خانواده محترمشان آرزوی عاقبت بخیری و سلامتی دارم.

اردیبهشت ماه ۱۴۰۴ اردوی پرانیکی۲ مازندران`
    },
    {
      name: 'خانم پریگل',
      job: 'خانه دار',
      city: 'قم',
      package: 'پرانیکی 2',
      comment: `سلام ونور خدمت استاد بزرگوارومهربانم 
بالطف وعنایت پروردگار ومحبت دوستان دست اندرکار اردو هردواردوی  راشرکت کردم 

نمیدانم از کجا وچجوری برایتان بگوییم که حق مطلب ادا شود که می‌دانم جملات برای بیان ودرک حقیقت گنگ هستن
دوستان جدیدو قدیم همه درکنارهم باذوق اشتیاق دیداراستادوتیم مهربان شان 
مثل کلاس اولی پراز هیجان بودم
تمام تدارکات از پذیرایی ومهمانوازی باتدبیر وعالی بی مثال است که هیچ کجا میل نکردم از این خوشمزه های زمینی
واما دریاوجنگل وامامزاده انرژی فوق بالا ورنگ وبوی بهشتی


اردوی پرانیکی۲که بینظیربودچون تکراراردو بوده‌ برام 
اما انگار در ملکوت سیر کردم
از مهمانپذیر تیم استادکه خالصانه وبهشتی 
استاد چنان باتدبیربرنامه ریزی کردند که ثانیه ثانیه برایم پراز شور وشعف بود 
واقعا کاش می‌توانستم بیان کنم چه دیده ام  وچه لذت هایی که تجربه کردم صحبت‌هایی که  استادفرمودن وگوش کردم پراز رمزوراز بوده 
استاداز عرش که بالاترین نقطه امامزاده زکریا به پایین ترین نقطه ابشارو جنگل ودوباره بالاترین امامزاده میرعماد الدوله
که۱۸نسل قبلشان  اقاجانم موسی ابن جعفربودن 
بردن واقعا انگار بهشت بود درلحظه مه باد خورشید نم باران وهوای دل انگیز بهاری نمی‌دانم چگونه توصیف کنم

گندم زار که چه بگوییم هزاران بار گندم زار رفتم اماعطربوی بهشت می‌آمد وزنده شدن به یاد امام حسین علیه السلام 

صبح دل انگیزجمعه باصدای خروس طلوع زیبای خورشید
بوی زندگی وبوی لطیف نان داغ
که بچگی وکنار تنورمادربزرگ رابرای زنده کرد
 
نیسان سواری

رفتن به بلندترین نقطه ودعا ذکر رفتن باچشم دل به زیادت آقا امامرضاجان

وبعدپیاده روی درابشار سلامتی وحس لطیف وخنک آب 
الان که مینویسم قطرات اشک از چشمانم جاریست ونگران وناراحت که کاش میشد بین کلمات جمله ایی بیابم تا حس وجودم رابیان کند
واین ای کاش های درونم
که اصلا نتوانستم حق مطلب اردو رابیان کنم

منتظر اعلام اردو هستم تاباثانیهای آن روزهای زندگی ام را زندگی کنم آماده برای ظهور باشم 
دراردو ثانیه به ثانیه درفکرظهور وهمبستگی وگوش به فرمان بودن راخوب آموختم


استاد هدیه خدابود برای من 

از خدای مهربان برای استاد وهمه کسانی که درکنار ایشان تلاش برای آماده کردن ما برای ظهور خواستارم که بهترین پاداش هاراعطاکند نه به اندازه بندگی ودعای من بلکه به اندازه خدایی وبزرگواری خودش`
    },
    {
      name: 'خانم امیدیان',
      job: 'مسئول تیم ار تی تی  (مسئول تیم پاسخ سریع )، در معاونت درمان دانشگاه علوم پزشکی تهران  در مرکز مدیریت پیشگیری از  حوادث وپدافند غیر عامل دانشگاه - پرستار ',
      city: 'تهران',
      package: 'پرانیکی 2',
      comment: `یا حی ویا قیوم
خدا را شاکرم در ماه ذی القعده ، ماه قعود وبندگی در هنگامه ایی که موسی کلیم الله به کوه طور می رود واز خداوند باریتعالی با طی چهل
منزل طلب دیدن حضرت باریتالی را مطابق آیه 143 سوره مبارکه اعراف نمود .
وَلَمَّا جَاءَ مُوسَىٰ لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَٰكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ
فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّىٰ رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَ رَّ مُوسَىٰ صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ
الْمُؤْمِنِينَ
وموسمی که حاجیان آهنگ حج نمودند ورهسپار سر زمین وحی می گردند تا سیر اسفار اربعه را لبیک گوی باشند وعارفان نیز با سیر در درآفاق
وانفس با حرکت شناوری خویش در دریای معارف علوی وفاطمی وبا حرکت تسبیحی خویش همراه با تمامی کائنات ، طی طریق از منزل به
منزلت واز مکان به مکانت وجودی می نمایند ،در این هنگامه، استادی هرچند جوان، ولی راه بلد ، چونان اساتید گرانقدر خویش ، به همراه
خانواده خوب ومهربان وملازمان همیشگی اش ،راهنمای حدود 80 تشنه جویای حقیقت که هر کدام از دیاری ، که مخصوصا دوستان جنوب
کشور ، که باشنیدن قصه سفر این عزیزان که به یاد فراز اول نهج البلاغه افتادم که می فرماید : به معارف الهی دست نمی یابند " مگر
صاحبان همت های عالیه " واهالی معنا ویژهگی یاران حضرت حجت را افرادی با همت های عالیه توصیف نمودند.
راهی دیار علویان ایران شدیم ، هرچند که خود از آن خطه ودیارم ولی تاکنون روزمره گیهای زندگی ، فرصت ومجال سفری انگونه را به من
نمی داد، " چهل منزل را طی 40 ساعت به لطف الهی ومدد حضرت صاحب العصر و زمان، و با تلاش خالصانه ومجاهدت فراوان ، استاد کوهی
بزرگوار وبا معاونت خانم سلیمانی عزیز ،که منزل به منزل دستگیر وراهنما بودند، طی نمودیم . مظاهر با شکوه الهی را، در زیارت آن حسینیه
مقدس و امامزادگان آرمیده در در دامنه کوهها وجنگلها وکنار آن رود خانه ، وغذای طیب وطاهری که توسط استاد وتیم اجرایی شان
ومحصولات پر انرژی ونجوای پرندگان جنگلها ومزارع گندم وبرنج ودیدن آبشارها وصداقت آب و تلا لو انرژی روحبخش خورشید منطقه ،که به
نیابت از شمس الشموس در طریق الرضا علیه السلام که نور حضرتش که ودیعه نور مادربزرگوارشان که مدار ومحور خلقت هستی که برگرفته
از نور الهی بود در طول این اردو خصوصا در ارتفاعات نیلکوه در زیر آسمان نیلگون ،و سکوت معنادار تمام طبیعت آنجا که خود گویای
شیواترین سخن بودند وترجمان اذکار این چله مبارک با ذکر " تسبیح وتقدیس الهی وذکر یا رقیب ویا حی ویا قیوم بودند "
با نشس ن ت در ارتفاعات نیلکوه ونظاره گر طریق الرضا بودن ،هیاهوی لشکر یان اخر الزما ن ن را می شنیدی وندای امام خامنه
ا ین را که نزدیک قله ایم ودلشوره اینکه، نکند جا بما ن ن وتو کجای این قافله ا ین ، بر نگرا ن ن آدمی می افزود وتنها دلگرمی ات
ذکر وتوسلا ن که ، استاد می خواند ،بود ، باید دستمان را اهل بیت وامام رضا علیه السلام وامام حس ن ت علیه السلام ، جدا
نکبیم و باید خالص شوی و طلبت باید حقی ق گردد تا مطلوبت حاصل گردد . باید در س ی وسیروا فی الرض به فسیحوا
فی الارض برسیم .
بعد از مد ن باید س ی من الحق الی الحق از اسفار اربعه را باید می داشتیم وکوه وآرامش عجیبش واستواری و زنده بودنش را
می بایست ترک می کردیم واخرین م ن ن یل را در این سفر برای داش ن ت طلیب حقی ق دیدن آبشار زیبا با مراقبتهای خاصی که
استاد در مس ی داشتند ودر آوردن کفشها وقدم ن سدن در مس ی جاری رود ، که به یاد ایه " فاخلع نعلیک " افتادم ، که آری
اول قدم در داش ن ت طلیب واقعی در آوردن نعل ن ت های نفس است .
باید که جمله جان شویم تا لایق جانان شویم
واینگونه بود سفر 40 ساعته در چله کلیمیه در کنار انسانهای نورا ن ن که هرکدام از این خوبان همراه معلم راه بودند.
یاد باد آن روزگاران یاد باد
اللهم الرزقنا توفیق الطاعه و بعدالمعصیه
ومن الله التوفیق وعلیه التکلان
وآخرالدعوانا الحمدلله رب العلم ن ت`
    },
    {
      name: 'خانم چیت سازی',
      job: 'خانه دار',
      city: 'تهران ',
      package: 'پرانیکی 2',
      comment: `سلام و نورالهی بر استاد بزرگوار
در این روزهای اردویی پرانیکی 1 – 2 چیزی جز زیبایی ندیدم. از استادم چیزاهای بیشتر از پیش آموختم و یاد گرفتم و به آموخته های قبلی ام مروری دوباره شد.
در این اردوها نوری از نور الهی و گوشه ای از بهشت واقعی خدا را دیدم و شاید کسانی که اهل شمال باشند و یا رفت و آمد به این مناطق دارند اینگونه لطیف و با ظرافت های خاص متوجه تسیبح و تقدیس آفریده های خدا نشده باشند. شاید مشکلات و یا ناملایمی ها در برخی این اردوها پیش بیاید اما حقیر از استادم آموخته ام به نقاط مثبت افراد و یا هر چیز و اتفاقی، بیشتر از هر چیز دیگر، دقت کنم و برای خودمان، هدف را نشانه قرار دهیم و حرکت کنیم تا به مقصود برسیم. 
حقیر در این اردوها تلاش فراوان و بی دریغ آقای خلخالی بزرگوار و سادات خانم با کمالات و پسران عزیزم محمدطاها و آقا زمان عزیز را دیدم که خالصانه زحمت می کشند عزیزانی که اسامی آنها را حضور ذهن ندارم آقا سید بزرگوار که حق پدری به گردن ما دارند، امیدوارم نامشان مانند حبیب ابن مظاهر، یکی از سرداران امام زمان عج نوشته شود وحاجت روا و بخیر باشند.
امیدوارم هر آنچه این عزیزان دستگیر استاد و اعضای بنیان مرصوصی ها و خواهران و برادران خود بودند، امام زمان عج دستگری خود این عزیزان و خانواده های محترمشان باشند. که بدون منت و با جان و دل از وقت خود گذشتند تا برای ما غذای ارگانیک و طبیعی و بسیار خوشمزه درست کنند و با تغلیظ غذاهای همه همراهان نوش جان کنند. در اردوی پرانیکی 1 و 2 هر آنچه که باید دوستان فرمودند در ادامه فرمایش عزیزان اردوی پرانیکی 1 مکان بسیار جذاب از امکانات غنی بود و این جالب بود در اردوی پرانیکی 2 جذابیتهای آموزه های استاد در کنار سادگی خانه های روستایی و مسجد و حسینیه و امام زاده های صفای خاصی به این اردوها داده بود. اینکه استاد با کمر دردی که داشتند تحمل مرا که حدود 20 سال است تصادف سختی کرده بودم احساس کردم با دعای استاد دردم کتر شده بود و تحمل حقیر بیشتر .
یادش بخیر جنگل و آبشار کودک درونمان زنده شد و یاد مجردی و کودکی شادی های کودکانه را دوباره مرور کردیم.
قطعا می دانم صورت پر از نور استاد که با دلسوزی و دغدغه و کلام خای پر از در و گوهرشان و نیتها و دعاهای این بزرگوار که پر از معنویت بود در ذیل توجهات حضرت حجت ابن الحسن عج سفر همه ما را بیمه کردند.
از خدا خواستارم ضمن حاجت روا شدن و سلامتی ایشان برای یاری امام زمان عج، یاوران بیشتری را برای یاری امام زمان عج جذب نمایند. به امید آن روز
`
    },
    {
      name: 'آقاي اللهقلي نژاد',
      job: ' دبیر ریاضی دبیرستان با سی سال سابقه - محقق و درمانگر طب کل نگر ',
      city: 'تبریز',
      package: '4',
      comment: `سلام و عرض ادب و احترام خدمت استاد گرانمایه و فرزانه و دوستان خوب ،دوره بازی درمانی تطهیر یکی از شگفت انگیز ترین موهبت‌های إلهی بر بشریت است به لطف و مرحمت خدا وند متعال و عنایت امام زمان (عج) وتلاش ومحبت استاد فرزانه جناب دکتر کوهی این امر  میسر گشت .
واقعا روزهای خیلی خیلی خیلی عالی عالی عالی را در کلاس درکنار استادعزیزتر از جانمان گذراندیم و استاد بزرگوار پنجره های معرفت دادار بی همتا را به روی همه ما با لطف و کرم خداوند وباکمک آیات نورانی قرآن و روایات و احادیث و کتابهای ارزشمند نهج‌البلاغه و صحیفه سجادیه و مفاتیح الجنان وسایرمحتوی های ارزشمند  گشودند خداوند متعال را شاکریم و از او برای استاد دکتر کوهی سلامتی و موفقیت و سربلندی و سعادت و خدمت در دولت حضرت ولیعصر حجة ابن الحسن العسکری آرزومندیم 
ان شاالله که همیشه سلامت و تندرست باشند  
« واقعا محتوای پکیج ۴ خیلی خیلی عالی بود»
از برگزار کنندگان این دوره ( پکیج ۴ در اصفهان) هم نهایت تقدیر و تشکر را داریم`
    },
    {
      name: 'خانم دهباشی',
      job: 'فوق لیسانس شیمی فیزیک - شاغل در کلبه سلامتی',
      city: 'خمینی‌شهر اصفهان',
      package: ' 3 -4 ',
      comment: `سلام و نور خدمت استاد عزیزمان و 
شاگردان محترم بنیان مرصوص

از صاحب اصلی قلم، قدرت مطلق خواستارم که به اندیشه و قلم من توانایی دهد تا بتوانم حق مطلب را در مورد دوره‌ها و اردوهای پرانیکی استاد به‌جا آورم.

بهترین و کامل‌ترین رزق معنوی من در سال ۱۴۰۴ شرکت در پکیج ۳ و ۴ استاد کوهی عزیز در تاریخ ۶ تا ۱۱ اردیبهشت ماه و بدنبال آن شرکت در دو اردوی پرانیکی ۱ و ۲ بود.

به جرات میتوانم بگویم که این هجمه از انرژی، شادی و رضایت درون را تا بحال تجربه نکرده بودم با این حال که تا مقطع کارشناسی ارشد با بهترين اساتید و بعد از آن دوره‌های متعددی را با دوستان فرهیخته و پرانرژی گذرانده‌‌ام.

خداوند را بسیار شاکرم که مرا برای شاگردی استاد کوهی انتخاب کرد و بهترین قدردانی برای این جایگاه، عملی کردن آموزه‌های ایشان و دعوت افراد لایق به دوره‌های ایشان می‌باشد.

خیلی از افراد زیبا سخن می‌گویند و زیبا آموزش می‌دهند ولی کمیابند افرادی که به سخنان زیبایشان جامه‌ی عمل پوشانده‌اند. سخنان استاد به دل می‌نشیند زیرا از دل و جان شان برمی‌آید‌.`
    },
    {
      name: 'خانم دهباشی',
      job: 'فوق لیسانس شیمی فیزیک - شاغل در کلبه سلامتی',
      city: 'خمینی‌شهر اصفهان',
      package: '',
      comment: `استاد کوهی عزیز 

شما خودتان را ساخته‌اید و با دلی دردمند و دستانی پر آمده‌اید تا همنوعانتان را از خواب غفلت بیدار کنید و کلام خدا و اهل بیت را در زندگی‌ها جاری کنید تا ان شالله از غربت آقایمان کاسته شود و جامعه برای ظهور و حضور صاحب‌الزمان عج مهیا گردد.

عجب دوره‌هایی طراحی نموده‌اید
پر از محتوای قرآنی و امن
آگاهی‌های ناب و بکر
راهی برای سعادتمند شدن
راهی برای رسیدن به آرامش درون
و همزمان با آموزش، پاکسازی شاگردان
با یاد معصومین و امامان

بسی جای تاسف دارد که دوره‌ی شما مخاطب بسیار ندارد و بر تک تک ما شاگردان واجب و ضروریست که پیام و صدای استاد را به اهلش برسانیم و از هیچ تلاشی فرونگذاریم.

بر روی خود من شخصا از زمان ورود به دوره‌های استاد، باب جدیدی از نگاه به زندگی گشوده شده است و اطمینان خاطر و آسودگی ذهنی بیشتری دارم و اشتیاق زیادی برای رسیدن به خدا و یکی شدن با او را دارم.

همانطور که شرکت در دوره‌های استاد توفیق می‌خواهد، ماندن و ماندگار شدن و شرکت تا آخرین دوره‌ها و حفظ و رشد معنویت هم توفیق می‌خواهد و این بستگی به میزان قدردانی و در پی آن تلاش خودت برای عملی کردن و پیاده‌سازی کلام خدا در بطن زندگیت را دارد.`
    },
    {
      name: 'خانم دهباشی',
      job: 'فوق لیسانس شیمی فیزیک - شاغل در کلبه سلامتی',
      city: 'خمینی‌شهر اصفهان',
      package: '',
      comment: `و اما از اردوهای بی‌نظیر و مدبرانه‌ی استاد کوهی بگویم.

انرژی که از این دو اردو بخصوص پرانیکی ۲ به سمتم آمد، من رو تا پایان سال شارژ جسمی و روحی کرد و مطمئنم امسال به پشتوانه‌ی دو دوره و دو اردو،  پربارترین سال را می‌گذرانم و هزاران مرتبه شکر بابت این رزق عظیم.

به صداقتم قسم اگر به من می‌گفتند دور دنیا در هشتاد روز با بهترین امکانات یا اردوی دو روزه‌ی پرانیکی استاد کوهی، قطعا و حتما اردوی پرانیکی را انتخاب میکردم چرا که سفری به درون خود داری و در پی آن رضایت و شادمانی عجیبی همراهت می‌شود.

هر کدام از ما زیاد به دامان طبیعت رفته‌ایم ولی رفتن به طبیعت با حضور استاد کوهی و آموزش و روضه‌هایش کجا و رفتن خودمان به طبیعت کجا!!

چه اردوی مدبرانه و حکیمانه‌ایی
همزمان سه عنصر جسم، روان و جهان‌بینی‌ پاکسازی و تولدی دوباره می‌یابد.

تک تک ارکان و ورودیهای پنج حس خود را پاکسازی میکنی.

چشم خود را با نگاه به ضریح مقدس امامزاده زکریا و سید محمود میرعماد، آب پاک و جاری از آبشار و چشمه، کوه با قامت استوارش، گندم‌زارها و شالیزارها، آسمان پاک و آبی، باران، سبزی درختان و گیاهان دارویی، گل‌های رنگارنگ و ... از پلیدی‌ها و زشتی‌ها پاک میکنی.

گوش خود را با صدای پرندگان خوش الحان، صدای آب جاری، صدای باد و صدای تسبیح خدا از تک تک ارکان طبیعت پاکسازی میکنی.

حس بویایی خود را با بوی خاک پاک و نم خورده‌ از باران، بوی هفت عطر و احلام و بوی خوش غذاهای تغلیظ شده در اردو جانی دوباره می‌بخشی. 

حس چشایی خود را با آب پاک باران، نمک تدبیر شده هرمز، سکنجبین کوهی، دسر بهشتی و خوشمزه و حکیمانه کدو حلوایی که هزاران خاصیت را به همراه دارد و ...... تقویت میکنی و آماده‌ی دریافت بهترینهای بهشتی ( ان شالله)

و در آخر از پاکسازی حس لامسه بگویم: دست دادن با یاران و دوستان مخلص و باخدا و آغوش بامحبت‌شان، دست کشیدن به اماکن متبرکه همچون آستان پهنه کلا و امامزاده زکریا و مقبره سید محمود میر عماد، لمس درختان و برگ‌های سبز ساری و .......

تا لذت‌بخش‌ترین پاکسازی حس لامسه در کف پا با راه رفتن جمعی دوستان بدون کفش در مسیر چشمه و نوازش کف پاها با سنگ‌های چشمه(به قول خانم سلیمانی سنگ کلیه و کیسه صفرای دوستان)

جسم با پنج حس بیرونش پاکسازی شد و 
اما پاکسازی مولفه‌ی دوم یعنی جهان‌بینی:
جهان بینی تک‌تک‌مان تکانی عظیم خورد.

جهان بینی یعنی:

 شناخت قوانین و معادلات هستی برای بهتر زیستن و رسیدن به اصل‌مان خدا

تک تک مکان‌هایی که برای اردو طراحی کرده بودی هماهنگ شدن و الگو گرفتن از طبیعت پاک و زیبای خداوندی بود، یکی شدن با طبیعت، داشتن بخشش بدون منت همچون بخشش چشمه و آبشار، بخشش خورشید، بخشش زمین و....

آنجایی که دستور به سکوت مطلق دادی، لحظاتی به درک این رسیدم که تمام هستی از پرنده و چرنده و درخت و چشمه و باد تسبیح خدا را می‌گویند و چرا منی که اشرف مخلوقاتم، در این دنیای وانفسا به خودم سرگرم شده‌‌ام و از خالق‌ام دورم و بی‌اختیار گریه کردم و افسوس خوردم.

چه طراحی زیبا و مدبرانه برای اردو داشتی 

اولین فرودمان به آستانه مبارکه پهنه کلا و قرار گرفتن در قوی‌ترین میدان مغناطیسی ساری و آماده شدن جسم و جان برای پذیرش معرفت‌های رسیده و لطافت طبیعت

وقتی ترازو، میزان و طرف حساب و کتابت خدا شود، خیلی از رذایل اخلاقی دور می‌شوند و خانه و کاشانه‌ات حرم الهی می‌شود. دیگر بدون توقع می‌بخشی، حرص و طمع نداری، دوست داری بدون دلیل و .......

و چه جهان‌بینی بهتر از اینکه دائما خدا را در همه احوال و کارها در نظر داشته باشی.

خب وقتی جسم و جهان‌بینی اصلاح شود مسلما مولفه‌ی سوم یعنی روان بهبود می‌یابد.
روان یعنی خلق و خو که در ارتباط مستقیم با جسم سالم و جهان‌بینی الهی دارد.
دیدم در تک تک دوستان و خودم که بعد از رفتن به دامان طبیعت و روضه‌های استاد چه لبخندی بر لب و شعفی بر دل داشتیم و

چه رزقی بهتر از این، با کمترین هزینه و کمترین زمان در طی دو روز جسم و جهان‌بینی و روان پاکسازی شد.
لحظات پایانی اردو تمام وجودم را غم گرفت که نکند با رفتن به شهرمان کم‌کم فراموش کنیم و سرگرم دوندگی‌های روزمره و.... رسالت انسانی خود را فدا کنیم.

غربت امام زمان را با تمام وجودم در اردو درک کردم.
چرا که استادی که با رعایت ۱۶ گانه و بر مسیر بندگی بودن، میدان جاذبه‌‌ی قوی دور خودش درست کرده و همه‌ی شاگردان را به سمت خود کشیده و همگی احساس پدر معنوی به ایشان داریم، مسلما اگر حدود الهی را رعایت کنیم و حجاب و پرده از روی چشمانمان برداشته شود، در میدان جاذبه‌ی قوی‌تری از امام حی و حاضرمان قرار میگیریم و آن وقت است که دنیا برایمان گلستان می‌شود.
و در پایان از استاد گرانقدر و بی‌همتا، استاد کوهی عزیز کمال تشکر و قدردانی را دارم که مسولیت سنگین تربیت شاگردانش را با شرایطی کاملا بحرانی با تمام قوت و توان به عهده گرفته است و برایشان طلب عمر با‌عزت و شهادت در رکاب امام زمان عج را دارم.

از کادر زحمتکش، دلسوز، باصفا، مومن و خوشرو کمال سپاس را دارم و ان شالله خیر دنیا و آخرت نصیبشان باشد.

از خانم سلیمانی نورانی و پرانرژی و مهربان هم تشکر میکنم که با حضورشان جمع‌مان را باصفا و پربار میکنند و امیدوارم بهترین‌های دنیوی و اخروی را صاحب شوند.

از خانم سلیمیان مهربان و خنده‌رو و مسولیت پذیر بسیار سپاسگزارم که صبر ایشان مثال زدنیست و امیدوارم در پناه امام زمان با تلاشی دو چندان پیگیر ثبت‌نام‌های بیشتر باشند.

برای جمع دوستان و یاران باصفا که از اقصی نقاط ایران دور هم جمع شده بودیم خواستار رهایی تام از نفس اماره و رسیدن به نفس مطمئنه هستم و امیدوارم حق شاگردی استاد گوهی را به‌جا آوریم.

کوچکترین عضو خانواده بنیان مرصوص
خانم دهباشی
`
    },
    {
      name: 'خانم سلیمیان',
      job: 'فرهنگی بازنشسته - درمانگر',
      city: 'اصفهان',
      package: 'اردو پرانیکی',
      comment: `سلام و نور
تا حالا شده جلوت سفره ای پهن بشه 
که تمام لقمه هاش نور باشه!؟
فرقی نداره
روی قله کوه پهن بشه
یا
ته دره
برای همه هست  کم نمیشه ، کم نمیاد.
ظرف وجودی خودتا می گیری و
لبریز میشی از نور
گاه با یک فنجان ذکر
گاه با یک لیوان معرفت
و یا یک بشقاب ...

همراه با موسیقی طبیعت که هوش از سرت می برد.
آرام باش
ذهنت را خالی کن
چند دقیقه سکوت 
ساکت
سکوت و سکوت باز هم سکوت.

وابستگی ها را دور کن
کفشهایت را می گویم
پاها را آرام در نور قرار بده
یک قدم 
یک قدم دیگر و قدم بعدی
با شتاب از کنار پاهایت عبور می کند 
بر کف پاهایت بوسه می زند و اجازه می گیرد تا وارد وجودت  شود
صدای شرشرش ...

یادت هست
اولین لقمه نور  
بسم الله و بالله ... با صدای دلنشین استاد؟
گوارای وجودت

حضور و غیاب 
آقای ...
خانم ...
یعنی
نه به خود آمده ای که ما تو را آورده ایم

تو را خدا چشمهایتان را بشویید
دیدن رنج استاد بر ما سنگین است
و دلمان می ریزد.

گندم زارها و شالیزارها
برایت دست تکان می دهند
بوی نان تازه
بر مشامت می پیچد 
مواظب باش 
با شما هستم
بهشت را به گندم فروختند 
تو به جوی نفروشی

یک بقچه هیجان
یک بغل شادی و خنده
هم نوا با ناله های نیسان آبی
برای صعود

مهمان سادات که می شوی
بوی خوش گلاب 
دست نوازش بر سر و صورتت
می کشد 
و قطرات مه 
بر چشمانت می نشیند 
و تو نور خواهی شد 
یار نور 
و به نور خواهی پیوست

و خالق این صحنه های قشنگ
 کسی نیست جز استاد کوهی وخانواده و  دستیارانش
و مهر حضرت مهدی عج که بر دعوتنامه ات نقش بسته است.

بر وجود پر نور
حضرت مهدی علیه السلام 
استاد کوهی و خانواده اش و خدمتگزاران اردوها صلوات`
    },
    {
      name: 'خانم سلیمانی',
      job: 'حسابدار',
      city: 'تهران',
      package: 'تجربه',
      comment: `🌹✨بسم الله الرحمن الرحیم✨🌹 

سلام و نور و رحمت واسعه و بیکران الهی خدمت استاد دکتر کوهی و دوستان بزرگوار✨🌱✨🌱✨🌱

#تجربه
جهت تشکر ویژه و زیاد از آقای دکتر کوهی بابت  آموزه ها و محصولات بسیااااار ارزشمند شون که با کمترین قیمت و گاها بصورت هدیه در اختیار ما قرار می گیره

من‌، نه درمانگرم، نه به مطالب بسیار ارزشمند آموزش داده شده و استفاده از محصولات بسیار ارزشمند آقای دکتر کوهی تسلط و مهارت دارم

من جمعه هفته ی گذشته، اقدام به صعود به قله‌ی کوهی حدود ۴۲۰۰ متری در روستایی بکر و بسیار زیبا کردم
و شرایط تا ارتفاع ۴۰۰۰ بسیار عالی و بی نظیر بود
یه توقف کوتاه جهت استراحت داشتم

 یا حافظ و یا حفیظ، یا مانع و یا دافع
دور از جون همه تون، یهو درد بسیار زیاد و شدیدی کل پای چپم رو گرفت
نه تونستم خم کنم، نه تونستم صاف نگه دارم، نه تونستم دست بزنم بهش و ماساژ بدم
چند لحظه بعد دست چپم از کتف شروع کرد به همون درد شدید
چند لحظه بعد وسط قفسه سینه م، به حدی شدید بود که تو خودم مچاله شدم و نمی تونستم نفس بکشم (نمی دونم قلب بود یا معده یا جای دیگه)
دوباره چند لحظه بعد، زد به پایین پای راستم 
همین جور تند تند و پشت سر هم😳😳😳🥺🥺🥺
فقط شروع کردم بلند داد زدن و خدا و سه تا از اهل بیت علیهم السلام و دو تا از سوره های قرآن رو به شکلی خاص صدا کردن ( و تعجب می کنم که چطور اونجوری صدا کردم، تا حالا اون مدلی صدا نکرده بودم و قسم نداده بودم)✨✨✨
احساس مضطر بودن کردم (حسی که تا حالا نداشتم)
تو کوه هیچ کسی نبود که صدای منو بشنوه یا کمکم کنه
اونجا گوشی آنتن نداشت
نه می تونستم به مادر و خواهرم زنگ‌بزنم و بگم برام دعا کنن، نه تو گروه بنیان مرصوص پیام بفرستم که برام نور و انرژی بفرستن، هیچی هیچی هیچیییی
تنهای تنهااااا و با کلی درد که یهو وارد شد و کاملا غیر عادی بود
(و بعدا دلیلش رو فهمیدم البته)

من همیشه و در هر جا و هر شرایطی، چندتا از محصولات استاد دکتر کوهی همراهم هست
و چون تا حالا فقط همراهم بوده بخاطر استفاده از نور و انرژی و داشتن حالت حرز و حصار
و خودم رو در حد استفاده از اونها نمی دونستم، و گذاشته بودم وقتی کلاس های بیشتری شرکت کردم و مهارت پیدا کردم، استفاده کنم
در اوج دردهای شدید و نا امیدی، گفتم بزار یه امتحان کنم
و فقط دوتا از محصولات رو برای تخلیه و تجلیه استفاده کردم
اول از همون پای چپم ----> بلافاصله درد قطع شد و کاملا خروج درد رو احساس کردم
بعد کتف و دست چپم -----> حدود ۷۰-۸۰ درصد درد ساکت شد
کلی ذوق کردم
گرفتم وسط قفسه سینه م -----> درد همچنان بود، گفتم چرا این ساکت نشد
برای همین پای سمت راست رو انجام ندادم متاسفانه
گفتم یه دراز بکشم چند دقیقه
دو سه دقیقه بعد، دیدم وسط قفسه سینه م هم کاملا خوب شد
خلاصه گفتم تا حالم خوبه. فورا برگردم پایین
جالبه چون برای پای راستم کاری نکردم،
 تا آخرش درد داشتم و اذیت بودم
خدا رو هزار مرتبه شکرررررر سلامت برگشتم خونه

ولی چند تا نکته و تجربه ی شخصی داشت برام، یکی دوتاش رو باهاتون درمیون میزارم

یکی اینکه من احساس عجیب و غریب مضطر بودن کردم و وقتی سه تا از اهل بیت علیهم السلام رو صدا می کردم، جزوشون امام زمان عجل الله نبودن
وقتی خوب شدم

اووووولین چیز---->  یاد امام زمان عجل الله و مضطر بودنشون افتادم
انگار برای اولین بار کمی معنی مضطر بودن رو درک کردم، با گوشت و خون حس می کردم ایشون مضطر واقعی هستن🥺🥺🥺

و دعای فرج اولین دعایی بود که ناخودآگاه و تو اون شرایط به زبونم اومد 🤲✨❤️
دوم اینکه -----> فهمیدم محصولات استاد، درسته کلهم نور واحد هستن ولی هر کدوم یه اسلحه ی جداگونه هستن
یکی کاربری موشکی داره، یکی تفنگه، یکی تیر کمانه، یکی قاره پیما، ...
دوباره اینو حس کردم

یعنی وقتی موش میاد، همون تیر کمون کفایت می کنه، لازم نیست از موشک و بمب افکن استفاده کنی
وقتی میشه گرگ، دیگه تیرکمان کارایی لازم رو نداره
....
بقیه بماند
ولی حیف حرفهای دلسوزانه و ارزشمندشون که گلچین شده ی کلی سال تحصیل و تحقیق و وقت گذاشتن ارزشمند و کاملا کاربردی در زندگی روزانه مون هست رو ، کمی سطحی ازشون گذر می کنیم
باید توجه خیلیییی بیشتری بکنیم به تک تک کلماتی که بهمون میگن
اینجا بشین، اونجا نشین، ....

مثال ساده:
اون بخوابید که آقای دکتر تو امامزاده سیدعمادالدین گفتن، و ما فکر کردیم جهت استراحت و خسته نبودن برای یادگیری مطالب بعدازظهر هست
و هی گفتن هرکی نخوابید، سرش کلاه رفت.....
الحمدالله علی کل حال
الحمدلله علی کل رزق


`

    },
    {
      name: 'خانم سلیمانی',
      job: 'حسابدار',
      city: 'تهران',
      package: 'تشکر',
      comment: `ز اول تا به آخر آنچه بینی
به بازار جهان سودای عشق است

خدایا بحق آیات پرنور قرآن کریم✨ و بحق نور پنج تن علیهم السلام✨ و بحق آبی که مهریه ی حضرت زهرا سلام الله علیها هست🌧🌊✨ و بحق دعاهای نیمه شب مهدی زهرا عجل الله ✨🤲
به استاد دکتر کوهی بزرگوار و خانواده ی عزیزشون و همکاران مهربون و دلسوزشون سلامتی، عزت دو دنیا، عاقبت ختم به شهادت و خیر، توان زیاد و رزق و مال حلال فراوان، توفیقات روز افزون و مستمر از درگاه کریمانه ی خودت عطا بفرما
و آنچه را که من قادر به جبران لحظه ای از اون نیستم، به دستان با کفایت امام زمانم می‌سپارم که به بهترین نحو برای این خانواده و دوستان جبران کنن 🤲✨🌹🌱
ان شالله از چشم بد، دل بد، زبان بد، جمیع بلایای ارضی و سماوی، انسی و جنی در پناه خدا و امام زمان عجل الله باشن 🤲✨🧿

🌹✨اللّهم صل علی محمد و آل محمد و عجل فرجهم ✨🌹🤲`
    },
    {
      name: 'خانم جعفری',
      job: 'درمانگر',
      city: 'گرگان',
      package: 'تجربه',
      comment: `سلام ونور
يک گزارش بدم
مراجعه کننده يک خانم44ساله باافسردگی وحبس قاعدگی 
بهش بازی دادم فقط یک روزباخانواده ش بازی کرده پریودی ش بازشده
الحمدلله به وجوداستادمون
ان شالله هرچه سریعترخودشون وخانواده شون سلامتی شون بدست بیارن`
    },
    {
      name: 'خانم زند',
      job: 'درمانگر طب اسلامی و سنتی - عطاری',
      city: 'کرمانشاه',
      package: '',
      comment: `سلام
استاد کوهی نیازی به تبلیغ ما ندارنو
خدا و امام حی و حاضرمون اقا امام زمان آگاه و بینا هستند
و مطمعن باشید با تبلیغ نادرست این اشخاص هم خدشه ای به علم ایشان و روند کارشان وارد نخواهد شد
وقتی خدا پشتیبان کسی باشه
اگر هراران نفر دشمن باشند باکی نیست
نگران نباشید
ایشان در هر شهری نماینده دارند
و ما نخواهیم گذاشت 
وقتی تلاش ما در جهت ارائه مطالب درست و به حق بیشتر باشه اونا به هدفشون نمیرسند
من فقط دو دوره شرکت کردم .سعادت نصیبم نشده هنوز که ادامه بدم
ولی اثرات آنچه که یاد گرفتم در قلب و زندگی خودم و اطرافیانم مشهود و غیر قابل انکار است
دنیا رندان مومن است
و سرباز امام زمان  قطعا در سختی خواهد بود....


از خانم سلیمیان هم تشکر ویژه دارم بابت کمک هاشون 🙏🙏🙏
🌸🌸🌸🌸🌸`
    },
    {
      name: 'جامی',
      job: 'درمانگر طب چینی',
      city: 'مشهد',
      package: '',
      comment: `استاد واقعادنیا برام تغییر کرده دیگه حس میکنم ادم فقط باید برای اخرتش جمع کنه واین دنیاهیچی نداره 
و همه ی اینااز برکات کلاسای شماست خداخیرتون بده
من  زمانی که داشتیم به امام زمان سلام میدادیم حسشون کردم که بیرون کلاس دارن بهمون نگاه میکنن
واین حال منو خوبتر کرد
خداخیرتون بده`
    },
    {
      name: 'آقای سلیمان زاده دیزجی',
      job: '',
      city: 'تهران',
      package: 'عکاس تدوین گر',
      comment: `بسم‌الله‌الرحمن‌الرحیم

الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَٰذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ...

شُکرِ بی‌عدد برای خدایی که ما را هدایت کرد تا از سرچشمه‌های قرآن کریم بیاموزیم و بکار ببریم و مجدد از دریای علم استاد کوهی بزرگوار قطره‌ای دریافت کنیم...
قطعا ارزش این علوم خیلی بیشتر از چیزیه که پرداخت میکنیم 
برای چندمین بار حقیقت و حقانیت مسیر استاد به چشم من حقیر ثابت شد.. 
خداقوت به سرکار خانم محمدپور که با تلاش شبانه روزی و مجاهدت  اداره کلاس رو به عهده داشتن و باعث آگاهی شیعیان مولا شدند`
    },
    {
      name: 'خانم موحد',
      job: 'خانه دار',
      city: 'مشهد',
      package: '',
      comment: `من هم به نوبه خودم خسته نباشید میگم به خانم محمد پور عزیز که اگر زحمت های ایشون نبود ما همچین دوره ای شرکت نمیکردیم.

سپاس از استاد کوهی که دید مارو نسبت به قرآن و عظمت خدا به قدری بزرگ کردن که فقط میشه گف الله واکبر جلال و جبروت خدارو من تو این چند روز دیدم.
 خدا چقد مهربونه همه چی و در اختیار برای ما گذاشته بود ولی کسی نبود که بهمون بگه
توفیق و لیاقت داشته باشم باز هم دوره هاتونو شرکت میکنم.

تشکر آخر هم از خانم مالکی میکنم که به من این راه و نشون دادن ان شالله خدا خیرشون بده

اجرکم عند الله 🍀🌹`
    },
    {
      name: 'خانم احمدی',
      job: 'بازنشسته آموزش و پرورش',
      city: 'فیض آباد خراسان رضوی',
      package: '',
      comment: `با سلام خدمت استاد بزرگوار آقای کوهی
ضمن تشکر فراوان از جنابعالی
حقیقتا استاد با حروف وکلمات نمیتوانم حق مطلب رو برای تشکر ادا کنم .
فقط از خداوند باریتعالی میخواهم به شما عوض دهد.
خدا رو شاکرم برای این رزق معنوی که نصیبم شد.
استاد بنده پس از پایان کلاس به شهرستان برگشتم و شب در منزل این احساس به من دست داد که گویا از پای درس حضرت صاحب الزمان برگشتم .هم خوشحال بودم هم ناراحت که نکنه خوب استفاده نکرده باشم.با وجودیکه دوره اولم بود اما احساس می‌کردم می شناسمتون.

تنها کاری که از دستم برمیاد اینکه براتون در نماز شبم دعا کنم.البته اینقدر شما رو پاک دیدم که فکر میکنم نیازی به دعای من حقیر ندارید.
از شما بزرگوار درخواست میکنم برای این حقیر دعا بفرمایید برای یاری دین خدا در رکاب امام زمانم قدمی در خور بردارم.
 بنده از یکی از شهرستانهای خراسان رضوی هستم و معلم بازنشسته ام ویکی از دوستان زمان دانشجویی من که الان ساکن قم هستند کلاس رو معرفی کردند.در کلاس من دوست دیگر زمان دانشجویی ام را بعد از ۳۵ سال ملاقات کردم .ایشون هم از شهرستان اومده بودندوتوسط همون همکار قمی معرفی شده بودند.بسیار باعث خرسندی من شد.
درهمون بحبوحه تصمیم گیری برای آمدن یا نیامدن به کلاس به صورت غیر منتظره  پول زیادی هم به حسابم آمد وهزینه رو هم خدا پیشاپیش فرستاد .نگران این بودم که دهه اول محرم با اومدن به کلاس از عزاداری محروم میشم .ولی هر روز یک ربع آخر کلاس روضه ای رو با آگاهی‌های جدید از استاد می شنیدم که توی پنجاه سال عمرم تجربه نکرده بودم.انگار همه چی خودبخود آماده میشد تا من این حظ معنوی رو ببرم.خدایا شکرت
`
    },
    {
      name: 'آقای جلالی',
      job: 'کارشناس دفتر مدیریت - اداره پست منطقه شمال تهران',
      city: 'تهران',
      package: '1 2',
      comment: `سلام و نور 
خدا قوت 
ما به اسم تکرار دوره شرکت کردیم، ولی در واقع وارد یک دوره جدید با مطالب جدید شدیم. هم پکیج یک و هم پکیج دو و هم مینی دوره پاکسازی پر از مطالب جدید و مثل همیشه اعجاب انگیز و جذاب بود.
🌹یک هفته پر از آرامش و نور و لذت های معنوی در یک محیط پر انرژی و آرام در کنار حرم سید الکریم.
این دوره ها با زحمات زیادی برگزار میشه و بانیان دوره ها از هفته ها قبل از دوره درگیر هماهنگی ها و آماده سازی هستند و همچنین استاد بزرگوار و عزیز که با شرایط جسمی نا مطلوبی که دارن و به دور از خانه و خانواده خود به سختی دوره را برگزار میکنن. این همه زحمت و فعالیت های طاقت فرسا برای بهره برداری ما از یک عمل نافذ، خود سازی و جامعه سازی جهت زمینه سازی ظهور و یاری امام زمان (عج) هست.
آموزش ها ، پاکسازی ها ، مطالب علمی ، نکات دینی و اعتقادی و سبک زندگی اسلامی ، پذیرایی ها از میان وعده ها و غذاهای نذری استاد و ... همه و همه بسیار عالی و بی نظیر بود.
💐هر دوره قوی تر و پر بار تر💐
ماشاءالله لا حول و لا قوه الا بالله العلی العظیم 
تشکر فراوان از استاد بزرگوار و دلسوز که با صبر و محبت های خاصه خودشون اقدام به این امر عظیم نموده و جهت کادر سازی ظهور اقدام میکنند.
اللهم بارک لمولانا صاحب الزمان`
    },
    {
      name: 'آقای شیرنژاد',
      job: 'درمانگر طب ایرانی اسلامی',
      city: 'تهران',
      package: '',
      comment: `چندین روزِ که ذهنم درگیر سوالی شده، 

اگه استاد کوهی این معارف اهل بیت رو برامون نمی گفتن، مثل منی که هزاران دغدغه و مسئله دیگه دارم چطور می تونستم به این معارف دست پیدا کنم؟

افرادی که اهل کار علمی و پژوهشی باشند تصدیق میکنن که ، تک به تک آموزه های این دوره ها نیازمند سالها زحمت علمی و تخصصی هست تا جمع آوری بشه
از بین مطالب علمی، رسیدن به راهکارهای عملی فاز دیگه ای نیاز هست که سختی و حجم کارش شاید صد برابر مرحله اول باشه

انصافاً استخراج این حجم از معارف امن، کار هر کسی نیست، لازمه این مسیر هم تقوا هست و هم جهاد علمی 

خدا رو شکر در مسیر زندگی با استادی آشنا شدیم که برای رسیدن به حقیقت، نه تنها سالها مکاتب شرق و غرب عالم رو مطالعه کرده، بلکه برای رسیدن به معارف ناب دین، محضر اساتیدی چون علامه حسن زاده (رحمه الله علیه) رو درک کرده 

به لحاظ شرایط کاریی اصلا شرایط (زمان) حضور در این دوره رو نداشتم (خود استاد ‌و خانم سلیمانی در جریان هستند) اما خدا رو شکر با همه مسایل توفیق شد پای درس استاد زانو بزنم و از دریای عملشون قطره ای کسب بکنم «الحمدلله رب العالمین» و «رَبِ اَنعَمتَ فَزِد»

استاد کوهی عزیز، می دونم تشکر خشک و خالی من، اصلا نمی تونه ذره ای از زحمات شما رو جبران کنه، خواهشاً به کرم خودتون بپذیرد که ما جز «بضاعت مزجات» نداریم ، تازه از شما درخواست هم داریم که ، پیمانه مان را پر کنید ...
«فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا ۖ إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ»

دکتر کوهی عزیز، کسب حلالیت دارم اگه نتونستم حق شاگردی رو ادا کنم، همچنین از همه همکلاسی های عزیز کسب حلالیت دارم.

از زحمات خانم سلیمانی و خانواده شون هم کمال سپاسگزاری رو دارم، ان شاءالله که در مسیر ظهور حضرت صاحب الامر توفیق روزافزون داشته باشید.`
    },
    {
      name: 'خانم نیری',
      job: 'دانشجو',
      city: 'تهران',
      package: '1 2',
      comment: `سلام و عرض ادب 
خداروشکر بابت برگذار شدن این دوره و الهی شکر که من هم توفیق نصیبم شد و در کنار شما دوستان عزیز بودم
تشکر فراوان از استاد عزیز و گرانقدر بابت زحماتشون ان‌شاالله خداوند ایشان را برای ما حفظ کنن و حافظ خانواده شان باشن.
ماشاالله لا حول و لا قوه الا بالله العلی العظیم به استاد عزیز.
تشکر از خانم سلیمانی و خواهرانشون و مادر عزیزشون ان‌شاالله خداوند بهشون روزی و برکت روز افزون بدهد و حافظشون باشد و یک در دنیا و صد در  آخرت نصیبشون بشود.
یک هفته بسیار عالی و حال خوب و پر از آرامش را تجربه کردیم 
توفیق باشد بزودی دوباره قسمت بشود در دوره های استاد شرکت کنیم🤲🏻✨`
    },
    {
      name: 'خانم هیزچی',
      job: 'ماساژور ونباض',
      city: 'اسلام شهر تهران',
      package: '1 2',
      comment: `سلام وخدا قوت بهتون خانم سلیمانی جان 
الحمدلله که دوره با زحمات شما و خانواده گرامیتون به نحوه احسنت برگزار شد 
ممنونم بابت فراهم کردن وسختی که به جانتون خریدید
که ما تو این فضا نورانی این علم پر برکت رو یاد بگیریم و روح و جانمون بشینه
خدا صد در دنیا وهزار برابرش رو در آخرت بهتون بده💐💐💐`
    },
    {
      name: 'خانم حبیبی تبار',
      job: 'درمانگر طب سنتی اسلامی',
      city: 'قم',
      package: '1 - 2',
      comment: `سلام و ارادت خدمت استاد کوهی بزرگوار و اهالی بنیان مرصوص

تشکر ویژه میکنم از استاد کوهی عزیز بابت دوره ی پر بار و پر برکتی که برامون گذاشتن همیشه دعاگوی ایشون و خدمتگذاران این گروه هستم خداوند سلامتی و عمر طولانی و پر برکت و توفیق یاری امام زمان ع و شهادت در رکابشون رو به شما استاد عزیز و همه ی اهالی بنیان مرصوص عنایت فرماید

در سالهای پیش بنده چندین دوره ی مختلف با اساتید مختلف در دوره های عرفان حلقه و الهیات و پراتیک و.‌..شرکت کردم
با اساتیدی که علوم غریبه تدریس میکنن و با مطالب شون و روش هاشون دورادور آشنا هستم 
پیش دعا نویس و فالگیر چند باری رفتم

در حد خودم تجربه ی همه مدل این مفاهیم ماورایی و معنوی رو داشته م و بخاطر علاقه و خلائی که در زندگیم حس میکردم با وسواس زیاد کلاس استاد کوهی رو انتخاب کردم

دوستان اینکه میگن در کلاس استاد کوهی مطالب و مفاهیم امن آموزش داده میشه حقیقته که من بهش رسیده م

بنده چند سال پیش که کلاس عرفان حلقه میرفتم ظاهرش این بود که به انرژی کیهانی متصل میشدیم و بیمار شفا میدادیم و به خواسته ها و حاجتهامون می‌رسیدیم و ظاهر امر این بود که میگفتن ما خدا و ائمه ع رو قبول داریم

اما در عمل وقتی متصل میشدم به نیروی کیهانی عملا میدیدم همه ی کارهامو خودم دارم انجام میدم و عملا خدا و ائمه ع  از زندگیم کنار گذاشته شدن و هیچ ارتباطی دیگه باهاشون ندارم
جالبه بدونید
کلاس عرفان حلقه دو نوع داریم  عرفان رحمانی و عرفان شیطانی که البته خوشبختانه بدون اینکه مطلع باشم من توی دوره ی عرفان حلقه مدل رحمانی شرکت کرده بودم که در خلال مفاهیم بلند عرفانی خیلی نرم و نامحسوس خدا و ائمه ع رو عملا از زندگی من حذف کردن( تازه مدل رحمانی اینطور بود بماند مدل شیطانیش....)

این بود که با اینکه مدرک مربیگری هم گرفتم به خودم اومدم که کجای کاری که خدا و امامانت رو ازت گرفتن دیگه به احساس پوچی رسیده بودم و با اینکه میتونستم با اون روش به همه ی خواسته هام برسم و بیمار شفا بدم اما زندگی واقعا هیچ عطر و معنا و ارزشی برام نداشت

کلا عرفان حلقه رو به لطف و نظر الهی گذاشتم کنار و واقعا خوشحالم که این تجربه ی تلخ رو دارم 
چون با این تجربه به ارزش کلاسهای استاد کوهی عزیز بیشتر و عمیق‌تر پی میبرم که نتنها ما رو از خدا و ائمه علیه السلام دور نکرد بلکه هزار برابر بیش از پیش ما رو به سمت حقیقت هستی و معنای زندگی سوق داد
و از دید من این یعنی همون امنیتی که باید دنبالش بود که واقعا مهمه

البته گفتنی ها در توضیح و تایید امن بودن کلاس و خوبیهای استاد کوهی و عالی بودن دوره ها شون خیلی زیاده و من به این کم بسنده میکنم

وظیفه و واجب دونستم تجربه مو برای اونهایی که میخان افراد رو به کلاس دعوت کنن بگم که این کلاس با کلاسهای علوم غریبه و عرفان و ... که تاحالا باهاش آشنا بودین فرق میکنه.و قابل قیاس نیست

به خدا توکل کنید و یک بار تجربه ش کنید ان شاءلله خداوند شما رو به بهترین راه هدایت خواهد کرد`
    },
    {
      name: 'خانم خوش جهان',
      job: 'درمانگر',
      city: 'تهران',
      package: '',
      comment: `سلام ونور واگاهی 
انگار تازه وارد بودم و دفعه اولم بوددر پکیج ۱و۲شرکت می کردم ناباورانه بود همه چیز تازگی داشت مطالب جدید شده بود
خیلی جالب که اینقدر مطالب  پربار و جدید بود و پاکسازی اخرین روز  کلاس که واقعا رها و سبک شدیم  جای همگی دوستان که نیامدند خالی بود 
ان شالله خدا بهترینها را برای استاد و تمام دست اندر کاران کلاس تدارک ببیند سلامتی و شادی وتوفیقات  ثانیه افزون را از خدا  برایشان ارزومندم`
    },
    {
      name: 'خانم گل محمدی',
      job: 'دانشجوی رشته مکانیک',
      city: 'تهران',
      package: '1 2',
      comment: `سلام و نور✨
ماشاالله لاحول و لاقوه الا بالله العلی العظیم 
اللهم بارک لمولانا صاحب الزمان

از استاد عزیز و بزرگوار بسیار بسیار ممنونم بابت برگزاری دوره های محشرررر و عالیی✨✨✨
خانم سلیمانی و کادر زحمتکش استاد که دلسوزانه و فداکارانه فعالیت میکنند خیلی ممنونم🙏

خداوند را شاکرم که توانستم برای شرکت مجدد دوره که باعث شد متوجه بشوم چقدر نیاز داشتم شرکت بکنم که خیلی از مطالب برای من جا بیافتد ؛ برای بار اولی که شرکت کرده بودم  مباحث برام خیلی مبهم بود  چون همه مطالب بسیار جذاب ، مهم و علمی جدید بودند و برای اولین بار می‌شنیدم و کسی قبل از آن ندیده بودم اینگونه تدریس بکنند .
 با شرکت دوباره دوره مطالب کلاس برای من قابل درک بهتری شد که تازه جا بیفتد و از ابعاد دیگری برام  گشایش های به لطف خداوند باز شود  ، 
البته که دوره شامل مباحث خیلی جدید و آپدیت های هم بود مثل همیشه ☺️ ( دوستانی که نیومدید از دست دادید💔)
بی صبرانه منتظر دوره های بعدی هستیم استاد عزیز 🙏🙏`
    },
    {
      name: 'خانم کاظمی',
      job: 'درمانگر',
      city: 'تهران',
      package: '1 2',
      comment: `سلام و نور و صلوات دردونه خدای مهربون ❤️ 

هرچقدر از زحماتی که این مدت و قبل و بعد از این مدت برای ما کشیدید تشکر کنم باور بفرمایید بازهم حق مطلب ادا نمیشه...

خدا خیرتون بده که همه جوره هوای همون رو همینطور که صلاح میدونید داشتید...

فقط در یک کلمه میتونم بگم: با تمام وجودم از خداوند سپاسگزارم که شما رو آفرید❤️...

اللهم بارک لمولانا صاحب الزمان عج ✨ 

الحمدالله علی کل نعمه🍃

الحمدالله کما هو اهله 🍃`
    },
    {
      name: 'خانم دهقان',
      job: 'گرافیست و عکاس',
      city: 'تهران',
      package: '1 2',
      comment: `سلام مجدد...
من تازمانی که دقیقا اتفاق نیفتاده بود نمیخواستم علناً عرض کنم اما....
باتوجه به انتقادات به دوره برآن شدم که بگم...


بنده اصلا قصد آمدن به دوره را نداشتم و مادرم ثبت نام کرده بودند دوره رو_سه روزمانده به دوره پدربزرگم به رحمت خدا رفتن و مادرم برای انجام مراسمات باید می‌رفتند شهرستان ونمیتونستند دوره رو شرکت کنند.
ازمن خواستن به جای ایشون بیام و نت برداری کنم.منم اطلاعی از محتوا دوره نداشتم و فکر میکردم  مثل طب سنتی هست...
حقیقتا قبلاً خیلی مسائل ماورایی درمنزلمون رخ داده بود ولی من نمیخواستم اعتقاد پیداکنم...و درآخر که خیلیی اذیت شده بودم به حضرت عباس شکایت بردم...گفتم اگر خودتون درست نکنید زندگیمو میرم پیش دعانویس ها....بعدبراشمابد میشه...من شیعه شمام شما درست کنید این طلسم وجادو هارو...
مدتی یادم رفته بود این حرفم رو تا ورود به دوره و روز آخر ...که همزمان با روز آخر دوره اسم من برای خادمی عتبه عباسیه اربعین قبول شده بودوباید از خانم سلیمانی اجازه میگرفتم برم مدارکمو بدم بهشون وبرگردم..
توی کلاس پاکسازی منزل یهو یاد حرفم به حضرت عباس افتادم و خادمی و این کلاس که روزیم شد....من مطمئنم خود آقا چیدن جوری که من این دوره رو بیام تا از مسیر درست مشکلم حل بشه...نشونشم طلاقی روز ثبت نام اعزامم با آخرین روز کلاس بود...

من وسط کلاس گریه افتادم شاید برای استاد که دیدن اشکای بی مورد من کلاس آخر سوال شده باشه چرا...شاید هم فهمیده باشن...
به هرحال مهم محتوا و نفس این جریان نورانی هست که مهمه نه مسائل حاشیه ایی



بسیار متشکرم از استاد بزرگوار که نتیجه سالها پژوهش شون رو دراختیارماگذاشتن و خانم سلیمانی عزیز وخانواده محترمشون و آقا محمدصالح بزرگمنش 🦋💙`
    },
    {
      name: 'خانم رمضانی',
      job: 'بازنشسته',
      city: 'تهران',
      package: '',
      comment: `سلام وادب و احترام خدمت استاد عزیز و همراهان گرامی 💐
بابت حضورم در این دوره خداوند را شاکرهستم بسیار (.الحمدالله کما هو اهله بعدد ما احاط به علمک )
بابت توفیق زیارت حضرت شاه عبدالعظیم حسنی ع در این دوره خداوند را شاکر هستم بسیار( .الحمدالله رب العالمین). 
قدردان و سپاسگزار آموزش‌های استاد عزیز و بانو سلیمانی عزیزو زحمات ایشون و خانواده محترمشان هستم 🌺
دعاگوی این جمع علی الخصوص دوست عزیزم که عامل حضور بنده در این دوره شدن به شرط لیاقت هستم .🌺
سوالات  زیادی برایم پیش اومده جهت بالاتر رفتن آگاهی در خصوص این دوره که به مرور عنوان خواهم کرد .
دعایم در این زمان این است برای این جمع و خودم .
اللهم الرزقنا رویت جمال قائم آل محمد 
اللهم ارنی الطلعه الرشیده 
اللهم واجعلنا من انصاره و اعوانه 
اللهم الرزقنا زیارت سیدالشهدا ع 
الهی آمین ⭐️💫`
    },
    {
      name: 'خانم بخشی',
      job: 'دانش آموز',
      city: 'تهران',
      package: '1 2',
      comment: `سلام و عرض ادب خدمت استاد گرامی و دوستان عزیز 
بابت حضورم در این دوره های استاد کوهی خداوند را بسیار شکر میکنم بابت توفیق زیارت حضرت شاه عبدالعظیم حسنی 
قدر دان و سپاسگزار اموزش های استاد گرامی و خانم سلیمانی عزیز و زحماتشون
خیلی زحمت های زیادی کشیدند 
ان شالله خداوند خیر دنیا و آخرت به ایشان عنایت بفرماید 
جو کلاس و حال و هوای کلاس فوق العاده بود 
امیدوارم خداوند به شرط لیاقت دوره های بعدی را نصیبم بکند 
خیلی ممنون از استاد گرامی و خانم سلیمانی عزیز و عزیزان دیگر و اساتید محترم ❤️🌹💫`
    },
    {
      name: 'خانم موسوی فر',
      job: 'خانه دار',
      city: 'تهران',
      package: '1 2',
      comment: `سلام خواهر مجاهد خیلی زحمت کشیدید ماجور باشید لبخند امام عصر روزیتون باشه مدیریت و پذیرایی بسیار عالی بود ان شالله زحمات گروه و استاد ثمر بدهد و چشم و دل ما هم باز شود و آگاه شویم`
    },
    {
      name: 'خانم حنیفی',
      job: 'کارشناس تغذیه',
      city: 'قزوین',
      package: '1 2',
      comment: `سلام و نور
خداروشکر قسمتم شد تکرار دوره بیام،هم از نور وجود با برکت استاد بهره‌مند شدیم و هم کلی مطلب تازه و ناب روزیمون شد،
ماشاءالله لا حول و لا قوه الا بالله العلی العظیم به استاد عزیزمون

قبلا که دوستان مینوشتن تکرار دوره اومدن،فکر میکردم به خاطر شرایطم هیچ وقت نمیتونم تکرار دوره بیام ، از دلم گذشت و خدا اجابت کرد!
از خدا می‌خوام دوره های بعدی قسمت همه ی دوستان و خودم هم بشه باز

خدا به وجود استاد عزیزمون،به عمرشون،علمشون،تواناییهاشون برکات فراوان عطا کنه

و به خانواده سلیمانی عزیز اجر جهاد در رکاب صاحب الزمان عطا کنه ان شاالله`
    },
    {
      name: 'خانم جامی',
      job: 'درمانگرطب چینی',
      city: 'مشهد',
      package: '1 2',
      comment: `من دوسه روزی یه بارمیرم حرم وبااین تسبیح که شمابهم هدیه دادین برای سلامتی پدرومادروهمسروفرزندانتدونوخودتون صلوات واستغفارمیفرستم وهردفعه به نیابت ازشمابه اقاسلام میدم ونماززیارت وقران میخونم
باشه که یه کوچولوجبران زحمتاتون بشه استاد
خداخیلی منودوست داشته که لیاقت حضوردرکلاساتونوداشتم وزندگیم ازاین روبه اون روشد
خداخیرتون بده واقعا`
    },
    {
      name: 'خانم جامی',
      job: 'درمانگرطب چینی',
      city: 'مشهد',
      package: '1 2',
      comment: `سلام استاد
امیدوارم حالتون خوب باشه ان شالله
استادنمیدونم بنده حقیرویادتون هست یانه امااگریادتون باشه توکلاسای مشهدتیرماه خدابهم نگاه کرده بوده وتوفیق حضورتوکلاستونوداشتم 
وشمابهم گفتین ان شالله اربعین کربلایی ومن بهتون گفتم نه استادامکان نداره چون بشدت همسرم بددله ودوست نداره اربعین بریم وهروقت گفتم بریم مخالفت سفت وسخت کرده ومن اصلانمیتونم اربعین برم باچنین شرایطی شمابهم گفتین نه اشالله میری اگه اینجوریه بدون اون بروفقط بهش بگوکه واقعادلت میخوادبری ومیری حالااومدباهم برین نیومدتنهابرو
خلاصه که من گفتم میرم اربعین اولش سختگیری کردوگفت نه امامصمم بودن منوکه دیدگفت خب تنهابرووفک میکرداینجوری بگه من نمیرم چون تابه حال هیچ کجابدون همسرم نرفتم اماوقتی دیدمن راهیم دیدم گفت خودشم میادوبه لطف خداودعاهای شمامنم اربعین عازمم وخیلی ازشماممنونم که نه تنهاسرکلاس ازنفس حقتون فیض بردم وزندگیم عوض شدبلکه الانم بادعاهاتون بازم خدانگاه ویژه بهم میکنه وکلازندگیم وعوض کرده ومن فقط میتونم براتون دعاکنم برای پدرومادروهمسروفرزنداتون وبرای خوشنودی امام زمان ازتون دعامیکنم باشه که این دعاهاخیردنیاوآخرت بشه برای خودتون وپدرومادرتون
ممنونم استاد
ان شالله خداخیرتون بده وشهادت نصیبتون بشه
بازم ازدعاهاتون منه حقیروبی نصیب نزارید
میدونم همه ی کسانی که باهاتون کلاس داشتن ارادت ویژه بهتون دارن اماخداشاهدکه من شمارونورزندگیم میبینم وازخداخواستم هرنمازاول وقت وهرنمازشب یاهرکارخیری که انجام میدم نیمیش نصیب شمابشه وامیدوارم شماهم دعاکنیدکه توهمین راه بمونم وبه لطف شماازکلاستون غیبتوترک کردم همین ادامه دارباشه وبتونم رعایت کنم ان شالله`
    },
//     {
//       name: 'خانم رضوی',
//       job: 'حسابدار ارشد - بازنشسته صدا و سیما',
//       city: 'تهران',
//       package: '1 2',
//       comment: `سلام علیکم 
// خدا را شکر از خوان نعمتی که گسترده شده در این عالم،و ما به دعای استاد بزرگوار وشفاعت معصومین که امین گوی حاجات زمینیان  و گرفتاران هستند،سعادت زیارت ابا عبدالله الحسین به وعده استاد بزرگوار نصیبمان شد ،الحمدلله،،،
// دعاگوی استاد بزرگوار، دو خواهر عزیز سلیمانی و دیگر همکلاسی ها و هم‌گروهی ها و دوستان خوب و گرامی هستم ، 
// التماس دعا 
// در پناه خداوند`
//     },
//     {
//       name: 'خانم رضوی',
//       job: 'حسابدار ارشد - بازنشسته صدا و سیما',
//       city: 'تهران',
//       package: '1 2',
//       comment: `چه گنجینه ارزشمندی ،! این حسن ختام جلسات استاد ،خودش به تنهایی دهها کرس معرفتی ست ،خداوندا ،یاریمان کن تا جرعه جرعه بتوانیم،در جان تنشنه مان ،بنشانیم،تا با آن نفس بکشیم ،و این زندکی را به ظهور برسانیم،،
// هم سنگر ،هم ریشه هم کیش ،  حسین جان عالم را در قلبت راه دادی؟این مسیر را با او باید طی کرد تا به امام زمان ت برسی ،حسین چگونه بود ،،،بی خشم بی کینه ،بی حسد...،امام مان تنهاست ،،وقت اندک است ،وقت درنگ نیست،او منتظر است،منتظر ما،،درهای قلبت را بازکن،،`
//     },
//     {
//       name: 'خانم رضوی',
//       job: 'حسابدار ارشد - بازنشسته صدا و سیما',
//       city: 'تهران',
//       package: '1 2',
//       comment: `سلام علیکم 

// استاد بزرگوار جناب آقای دکتر کوهی گرامی

// شاکرم خداوند سبحان را که هدایت فرمود تا با حضور در جلسات شما ، در این هیاهوی آخر الزمان تطهیر شده تا  انشاالله معرفت حضور و ظهور را دریابیم تا بتوانیم، ناچیز یاری کننده ،آن منتظ‌ر محبوب ،ان امام جان پوشیده در مکان ،باشیم ،،،،باشد که یاری کننده ای مقتدر و یاوری استوار باشیم،باشد که  غیبتمان در کنار اماممان تمام شود تا  آن ظهور مبارک اتفاق بیافتد ،
// استاد گرامی ،سپاسکزاریم ،اجرتان با ائمه اطهار ع،سعادت دنیا و آخرت نصیبتان،امنیت و آرامش روزی هر روزه زندگیتان ،
// التماس دعا
// در پناه خداوند`
//     },
//     {
//       name: 'آقای کاتبی',
//       job: '',
//       city: 'مرند',
//       package: '',
//       comment: `با سلام و عرض احترام

// از صمیم قلب ، سپاس و قدردانی ام را از بیانات شیوا و مطالب ارزنده جناب استاد محترم آقای کوهی و نیز از زحمات و خدمات قابل تقدیر  سرکار خانم سلیمانی و همکاران محترمتان در طی این دوره ابراز می کنم.

// از اینکه تمام مطالب کلاس بر محور معارف و عقاید  دینی بود و فضای معنوی کلاس بی بدیل، باعث افتخار و مباهات بود.

// متاسفانه نتوانستم در دوره دوم حضور داشته باشم امیدوارم در آینده نزدیک توفیق حضور داشته باشم که مشتاقانه منتظرم. انشالله.
// ارادتمندم.کاتبی`
//     },
//     {
//       name: 'خانم مبشری',
//       job: '',
//       city: '',
//       package: '',
//       comment: `خداوند می فرماید «الیه یصعدالکلم الطیب والعمل الصالح یرفعه»
// سخنان وکلام ارزشمند به سوی خدا صعود می‌کنند وبا ابدیت سنخیت پیدا کرده و همواره آثار خود را ظاهر می سازند.
// بر خود لازم دانستم که از زحمات ثمر بخش
// شما  و استاد کوهی در توسعه ی علم متافیزیک تقدیر و تشکر نموده و عاقبت بخیری و توفیق روزافزون را برایتان آرزومندم.`
//     },
//     {
//       name: 'خانم رودانی',
//       job: 'فرهنگی',
//       city: 'تهران',
//       package: '1 2',
//       comment: `سلام خانم سلیمانی عزیز
// خداوند عمر پر برکت  بده خیلی زحمت کشیدین دست شما درد نکنه 
// واقعاً کلاس ها حال دلمان را خوب کرد.🌹
// تشکر و سپاس بابت برگزاری دوره🙏`
//     },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
  ];
  constructor() { }

  getAllComments(): CommentModel[] {
    return this.shuffle(this.comments);
    //return this.comments;
  }
  //برای اینکه هر سری باز میشه نظرات متفاوت باشند جابجا باشند در نمایش
  private shuffle(array: CommentModel[]): CommentModel[] {
    const copy = [...array];
    for (let i = copy.length - 1; i > 0; i--) {
      const j = Math.floor(Math.random() * (i + 1));
      [copy[i], copy[j]] = [copy[j], copy[i]];
    }
    return copy;
  }
  searchComments(term: string): CommentModel[] {
    const lowerTerm = term.toLowerCase();
    return this.comments.filter(c =>
      c.name.toLowerCase().includes(lowerTerm) ||
      c.job.toLowerCase().includes(lowerTerm) ||
      c.city.toLowerCase().includes(lowerTerm) ||
      c.package.toLowerCase().includes(lowerTerm) ||
      c.comment.toLowerCase().includes(lowerTerm)
    );
  }

}
