import { Injectable } from '@angular/core';
export interface CommentModel {
  name: string;
  job: string;
  city: string;
  package: string;
  comment: string;
}
@Injectable({
  providedIn: 'root'
})
export class CommentsService {
  private comments: CommentModel[] = [
    {
      name: 'آرش رضوانی',
      job: 'مسئول اچ ای اس مرکز تخصصی رادیوتراپی انکولوژی رضا علیه سلام',
      city: 'مشهد',
      package: '',
      comment: 'با سلام به نظر بنده حضور در کلاس های استاد کوهی برای هر شیعه ای جز واجبات هست. حضور در کلاس های استاد درهای به روی فرد باز میکنه که در راستای زندگی خیلی موثر می باشد.'
    },
    {
      name: 'خانم کاظمی',
      job: 'درمانگر',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `
      🌱بسم الله الرحمن الرحیم 🌱

سلام و نور الهی روزیتان ✨ 
عرض ادب و احترام

استاد بزرگوار ممنون از شما و تیم ارزشمند شما که باز هم به لطف خداوند روزهایی رو برای ما رقم زدید که در ذهن مان هم نمی گنجید...

منت دار شما هستیم که با تمام گرفتاری ها لطف فرمودید تمام محصولات(شما بخوانید دُرهای نایاب) رو با زحمت برای راحتی ما به مجموعه آورده بودید که بازهم در اوج سختی تیم 
ما به راحتی محصولات رو در دسترس داشته باشیم🌸

و مکانی جذاب و آرام🏡

آموزه هایی که اگر هرچقدر تلاش می کردیم، مثلش رو هم پیدا نمی کردیم...

و نگیم از غذاهای پراز نور و عالی که به لطف شما با هر وعده بدنمون رو مهمان بهترین و طیب ترین نوع غذا می کردیم...

دریا و احساس زیبایی های بی بدیل آن☺️

زیارت امامزاده ای که باعث شارژ انرژی تحلیل رفته بود🪴

جنگلی پر از رنگ های جذاب که آفریده خالقی بی نظیر است🕊

ماشاءالله لا حول و لا قوه الا بالله العلی العظیم ✨ 

که بازهم زبان قاصر هست از بیان تمام درک و احساسات ما در این دو روز...

استاد بزرگوار ان شاءالله خوشبختی و سرداری امام زمان عج روزیِ تمام صفحات زندگی شما و تیم ارزشمند شما باشه ✨

ان شاءالله مولامون امام زمان عج آمین گوی دعاهاتون باشند 💫

الحمدالله علی کل نعمه ✨ 

الحمدالله کما هو اهله ✨ 

اللهم بارک لمولانا صاحب الزمان عج ✨ 

آیات الکرسی و سوره قدر و گل های صلوات تقدیم شد ✨
      `
    },
    {
      name: 'خانم سلیمیان',
      job: 'درمانگر',
      city: 'اصفهان',
      package: 'اردو پرانیکی',
      comment: `سلام و نور 
از قدیم گفتند درس یکبار تمرین هزار بار 😁
آدم یه بار میره اردو پرانیکی نمک گیر میشه نمی تونه دیگه نره 😅

یعنی اگر همه برن و تو توی اردو نباشی با بقیه لحظه لحظه صد بار میری اردو و بر می گیردی آخرشم داغ بزرگ عقب موندن از قافله توی دلته.

خلاصه وقتی هم تکراری میری اردو نه فقط اردو ، باید بگم کلاسای استاد کوهی  می گی چقدر مطالب جدیده انگار از اول اومدی کلاس  . با لذت تمام گوش میدی می بینی دنیات عوض شد 
 یهویی  وسط دریا از نور میری بالا  . دستت توی دست مادر ،
روی گنبد طلایی امام رضا ع چرخی می زنی و کنار سقا می شینی 
دست پر مهر پدر نوازشت میکنه لبخندی به اشکهات می زنه و اجازه میده که ...

مادر  تو نا آروم کنار ضریح حسینش زمین میزاره تا دستی به کمر بگیره😭

نگاه به بازوی کبودش میندازی و خجالت می کشی 😥
مادر متوجه شرمت میشه و غرق  نور سبز و زردت می کنه غرق نور    
غرقه
غرق
   که می بینی نخل وجودت ریشه هاش کجاها رفته  و قد کشیده و به بار نشسته و تو تلخی ها را با رطب نخلستان پدر شیرین می کنی.

زیر پات نگاه می کنی برگها به حال تو غبطه می خورن و تو داغ می شی دستات می سوزن و درختای بلوط سر خم می کنن تا توی گوشت چیزی بگن
قایمکی داری اشک می ریزی که...

 اتوبوسها آهنگ بازگشت می زنن 
سعی می کنی جا نخوری  خودتا آماده کنی  دلتا آروم کنی که ...

نمی دونم چرا وقتی به اینجا میرسه یاد راهیان نور میفتم 

سلام ای طلوع سحرگاه رفتن😭
سلام ای غم لحظه های جدایی😭😭😭😭😭



اگر توهم با من همسفر شدی و حس مشترک پیدا کردی
  آیه الکرسی و قدر و دعا  برای استاد و خادمین خالصش یادت نره
🙏🤲`
    },
    {
      name: 'خانم سلیمانی',
      job: 'خانه دار',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `✨ من لم یشکر المخلوق لم یشکر الخالق ✨

سلام و عرض ادب، ارادت و احترام خدمت
استاد معزز و گرانقدر
خانواده محترم و بزرگوارشون
و جمیع اعضای مخلص موسسه

آرزو می کنم معنای خدا قوت، 
با لبخند رضایت صدیقه طاهره سلام الله و دستان فخر زمان و زمین، آقا امیرالمومنین بر دوشتان بنشینه و خستگی جسمی و روحی رو به باقیات و صالحات براتون مبدل کنه

توفیق حضور در اردوی قبلی که در فصل بهار برگزار شد رو داشتم. اما تصور نمی کردم  بالاتر از اون سطح، دریافت انرژی و ارتباط با کائنات رو به این زودیها تجربه کنم 

👌 به همین دلیل نباید گفت تکرار اردو ... هم به لحاظ محتوا و هم به لحاظ دریافت برای همگی جدید، پربار و عمیق تر بود 

🍱 برکات نورانی، مدبرانه و تغلیظ شده ای که قبل از شروع کلاس بر سر سفره صبحانه قرار گرفت، اولین قدم برای پاکسازی و دریافت انرژی و محتوا بود 

🍁 اینبار در پاییز، همزمان با شهادت خانم فاطمه زهرا (مادر آب)، در کنار ساحل، منشوری با دریا و دیدن فرشتگان آب، ملموس تر و پررنگ شد

🖤💦💚 چون همزمان با روضه استاد، ذرات و فرشتگان آب هم برای مظلومیت خانم عزاداری کردند و به لطف این اردوی فاطمی، ما هم بشکلی کااااملا متفاوت از سالهای قبل برای خانم عزاداری کردیم

غروب آفتاب زیبا، لحظه بیعت مجدد با امیرالمومنین در آب ... توصیف ناپذیرند

 اگر پیگیری های شما نبود استاد، درِ امامزاده قفل میموند و توفیق حضور در این مکان فوق انرژیک نصیبمون نمیشد ...  الهی که هیچ در بسته ای سر راهتون نباشه

🍱 لذت چای آتیشی، نان محلی تازه، عسل با بسته بندی خاص نشان از این داشت که هم میشود به روز بود، هم لذتهای یه گردش عالی  رو  در جنگل داشت و هم، همراه با بقیه مخلوقات، عبادت و بندگی خدا رو کرد 

✨ زمانی که چشمانمون رو بستیم و به حرم امام رضا و بعد هم بین الحرمین رفتیم، وارد دنیایی پر از آرامش و سبکی شدیم اما وقتی چشمانمون رو باز کردیم، حتی درختان و برگهای اطرافمون هم انگار عوض شده بودن ... و این چشم درون ما بود که شسته شده بود و جور دیگه ای میدید 

تجربه نماز خوندن بعد از شنیدن اذان فرکانسی که مغز و قلبت رو آروم کرده، روی زمینی که باهاش ارتباط گرفتی و حرارتش رو دریافت کردی یکی از فوق العاده ترین لحظات اردو بود ... 

🛍 حتی محصولات با ارزشی که استاد بزرگوار با حساسیت و زحمت فراوان، بدون چشم داشت به منفعت و بازگشت مالی در اختیارمون گذاشته بودند هم حالشون عالی بود و شارژ شدن ... از رنگ و انرژی هاشون کاملا مشخص بود 

گفتنی ها بسیار، اما ...
تجربه این عوالم و حالات بی نظیر و ناب رو، چه برای عزیزانی که تا بحال اردو رو تجربه نکردند و چه کسانی که تجربه کردند، مجدد آرزو می کنم

به برکت صلوات بر محمد و آل محمد
اللهم بارک لمولانا صاحب الزمان`
    },
    {
      name: 'خانم شورئی',
      job: 'خانه دار',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `بارها و بارها کلیپ را دیدم دلم می خواست همه چیز دوباره برایم تداعی شود 
قبل از آمدن کمی استرس داشتم چون ۳ یا ۴ روز مانده بود ب اردو و من هنوز بلیطی تهیه نکرده بودم چون اصلا نمی‌دانستم برای کدام شهر باید بلیط بگیرم 
فکر اینکه اگر بلیط پیدا نکنم و یا ب موقع ب کلاس نرسم اضطرابم را بیشتر میکرد 
در آن موقعیت مهمان هم داشتم ،استرسم را پنهان میکردم و تمام سعی و تلاشم را میکردم ک ب مهمانها خوش بگذرد تا کمبودی را احساس نکنند 
مثل همیشه  کارهایم را سپردم ب امام زمان جانم ،پدری مهربان و دلسوز ک همیشه هوای فرزندانش را دارد و در کمال ناباوری کارهایم یکی پس از دیگری درست میشد 
ب طور اتفاقی در گروه بنیان مرصوص اسم دوستی را دیدم ک برای اولین بار این کلاسها را ب من معرفی کرد و مرا برای شرکت در این کلاسها تشویق کرد ،بهش زنگ زدم تا ببینم اگر او هم ب این اردو می آید با هم همسفر شویم 
اگر چه خودش نتوانست بیاید ولی خواهرانه راهنماییم کرد و همان لحظه وقتی برای تهیه بلیط قطار زنگ زدم بلیطی برایم پیداشد آن هم ۲ یا ۳ روز قبل از اردو 
روز چهارشنبه خانه را ب مهمان هایم سپردم و راهی سفر شدم 
وقتی ب مقصد رسیدیم و از قطار پیاده شده و داخل ایستگاه شدم ،خانم سلیمانی عزیز و دیگر دوستان را دیدم بسیار خوشحال شدم و استرسم از بین رفت 
بقیه راه را خدارو شکر با همسفران خوبی همراه و هم اتاق شدیم 
برای من ک اولین بار بود ب این اردو ها می آمدم همه چیز برایم تازگی داشت 
بعد از استراحتی کوتاه اولین صبح اردو را با صبحانه دلچسبی شروع کردیم با آن سمنوی خوشمزه ای ک سر شار از انرژی بود 
کلاس با سخنان ناب و گهر بار استاد شروع شد و حرز و حصار و پاکسازیهایی ک از لحظه ورود و یا حتی قبل تر از آن استاد برادرانه برای همه ی ما هر لحظه انجام میداد و ما تا آخر عمر قدردان زحماتشان هستیم 
محصولات ارزشمندی ک با کمترین بهره مادی در اختیار ما گذاشته بودند و نوجوانانی ک خالصانه و بی ریا با صبر و حوصله خدمت میکردند 
ماشاءالله لا حول و لا قوه الا بالله 
و آدم غبطه می خورد ب موقعیتشان ک از همین سنین نوجوانی در این مسیر قرار گرفته بودند و راهنمایی همچون استاد همیشه در کنارشان هست و از وجود پر برکتش هر لحظه بهره مند می شوند 
صمیمانه از زحمات تک تکشان و همه ی کسانی ک از مدت ها پیش زحمت کشیدند تا ما دو روز از بهترین لحظات عمرمان را در این اردو تجربه کنیم سپاسگزارم و دعا میکنم ک خالق هستی بالاترین و بهترین نعماتش را نصیبشان کند 

غذاها همه پاک و طیب بودند و مزه بهشتی می دادند واقعا نظیرش را جایی نخورده بودم با اینکه غذای نذری زیاد خورده بودم ولی این غذاها با همه شأن فرق داشت مخصوصا صبحانه ای ک داخل جنگل صرف شد با آن نان محلی و دمنوش آتیشی 😊
بعد از صرف ناهار و گرفتن قالیچه ای ک هدیه استاد بود راهی دریا شدیم 
و این بار چقدر متفاوت ب کنار دریا رفته بودم هیچ وقت با این دقت ب صدای دریا گوش نداده بودم و همانطور ک خانم سلیمانی عزیز قبل از رفتن ب ما گفته بود انگار تمام قطرات دریا با هم همصدا می گفتند هوالحی  هوالحی هوالحی یعنی او زنده است 
و لحظات نابی ک در کنار دریا با پاکسازی های استاد سپری شد و شیرین تر از همه لحظه ای بود ک ب نماد از عید غدیر و به نشانه بیعت با امام علی (ع) دستمان را داخل آب دریا کردیم ،چ حس خوبی بود 😊
و غروب زیبای خورشید ک چشم ها را خیره میکرد 
فردا صبح زود ب زیارت امام زاده ای رفتیم ک در دل جنگل بود ب دور از همه  هیاهوهای شهر و مردمانش و چ آرامشی آنجا حکم فرما بود انگار تکه ای از بهشت بود ،فقط دوست داشتی گوشه ای بشینی و هم نوا با طبیعت شکر خدای سبحان را ب جا آوری 😍
صحنه ای ک استاد گفتند همیشه در ذهنتان داشته باشید و چ زیبا توصیف کردند ،ریزش برگ درختان را ک با هر بار نماز خواندن گناهانتان ب مانند این برگ ها می ریزد 
تا آخر عمر این تصویر در ذهنم حک شده است 
و باز هم روضه ی غم انگیز مادر ک دل ها  را آتش میزند و چشمانی ک بی اختیار بارانی می‌شود 😭
و بیتی ک پایان این سفر معنوی بود 
چادرت را بتکان روزی مارا برسان 
ای ک روزی دو عالم همه از چادر توست 
خدارو شاکرم بابت این رزق و روزی معنوی ک باعث و بانی آن استاد بزرگوار بودند ک ب مانند برادری مهربان و دلسوز تمام سعیشان را می کردند تا بهترین لحظات را برای شاگردانشان رقم بزنند 
الهی مزد این دل پاکتان را از مادر دو عالم بگیرید 🤲
الهی عاقبت بخیر شوید و پا در رکاب امام زمان جانمان باشید 🤲
الهی همیشه سلامت و پایدار باشید و علمتان روز افزون باد 🤲
خداوند ب خانواده و عزیزانتان سلامتی ،دل خوش و عمر با عزت دهد 🤲
کلمات قاصر هستند از بیان احساسات 
با دیدن این کلیپ هر بار دلتنگ تمام آن لحظات ب یاد ماندنی می شویم 
و چ زود این سفر ب پایان رسید`
    },
    {
      name: 'خانم براتی',
      job: 'پرستار',
      city: 'اصفهان',
      package: '',
      comment: `"بسم الله الرحمن الرحیم"

هال را باران باید، تا سیرابش کند از آب حیات و آفتاب باید تا بتاباند نیرو را و محکم کند شاخه‌های تازه روییده را؛ 

شکر شایان نثار ایزد منان که توفیق را رفیق راهم ساخت و لیاقت و ظرفیت شرکت در سطح سه احجار و روایح استاد گرانقدر  🌹استادکوهی🌹 را روزیمان کرد

 در مقابل این همه عظمت و شکوه، نه توان سپاس است و نه کلام وصف. راز و رمز پویای علم و کشف معانی بدیع و تجلی جلوه‌های شهودی معرفت؛ کیمیایی است که آسمان علم به برکت سیما و سیرهٔ نورانی ائمه اطهارعلیه السلام، انسان دربند خاک را به معراج حضور می‌خواند؛ و چه خرم علمی که از چشمهٔ معارف سیراب شود و چه زیبا دانشی که قبای پرنیانش به ❣️عطر❣️ و بوی گلستان محمدی معطر شود و چه معماری باشکوهی باشد بنایی که ❣️سنگ❣️ هویت و فرهنگ آن ریشه در مدینه‌ فاضله بیابد؛ و امروز کاخ آباد علم به سروش معنوی و مفهوم پیامشان بیش از پیش محتاج راهنمایانی همچون استاد کوهی است که علاوه بر حفظ آبادانی آن در راه اعتلای آن به شیعیان علوی کمک نمایند.


بار دیگر تشکر ویژه میکنم از استاد عزیزم استاد کوهی که چونان باران علم نافعشان را بر سرما بارش دادند و چونان آفتاب ظرفیت وجودی ما را رویش دادند 

خدا را هزاران مرتبه سپاسگزارم که توفیق شرکت در این دوره را نصیبم کرد

دوره ای که حتی تصورش هم نمی‌توانستم بکنم که با عطر و سنگ بتوان درمان بیماری های دیسک و سیاتیک و دیابت و صرع و تشنج و ....رو انجام داد و هرچه بگم کم گفتم 

از خداوندمنان سلامتی استاد عزیز و خانواده شان رو خواهانم امیدوارم ایشان رو در پناه مولاصاحب الزمان محفوظ نگه داره و توفیقاتشون رو روزافزون کنه🙏

از خانم سلیمیان عزیز و خانم دشتی مهربان کمال تشکر رو جهت هماهنگی و برگزاری دوره دارم خداوند اجر جزیل عنایت کنه🌹🙏
`
    },
    {
      name: 'آقای بهرام نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: '',
      comment: `استاد عزیز، جناب کوهی بزرگوار

راستش رو بخواید، فکر می‌کردیم دیگه بعد این همه دفعاتی که پای درس‌هاتون نشستیم، کم‌کم دیگه پکیج یک و دو برامون تکراری بشه، دیگه خیلی جاهای مسیر رو بلد باشیم... ولی نه! هر بار یه دنیای جدید بهمون نشون می‌دید! هر بار که فکر می‌کنیم دیگه تهش رو درآوردیم، شما یه درِ تازه باز می‌کنید، یه راز جدید، یه مسیر دیگه… و ما فقط حیرت می‌کنیم که چقدر هنوز چیزی نمی‌دونیم!

این چند روز، یه کلاس معمولی نبود، یه سفر بود، یه زلزله‌ی فکری، یه انقلاب درونی!
یه‌جوری برامون جا انداختید که چقدر قرآن و نهج‌البلاغه رو سطحی می‌خوندیم، چقدر جواب همه‌ی سوالای زندگیمون اونجا بوده و ما حواسمون نبوده، چقدر شناخت بدن و روحمون می‌تونه مسیرمون رو تغییر بده!

اما از همه قشنگ‌تر، اون حس عجیبی بود که توی این چند روز بهمون دست داد… اون سبک شدن، اون آرامش، اون اتصال قلبی با امام رضا (ع)، اون نگاه تازه‌ای که به عبادت پیدا کردیم!
دیگه نماز خوندنمون یه حال دیگه داره، با چشمی بازتر، قلبی روشن‌تر و روحی سبک‌تر.

استاد، ما خوب می‌دونیم که این حرفایی که به این سادگی بهمون می‌گید، پشتش سال‌ها تلاش، تجربه، فکر، جستجو و مطالعه‌ست. می‌دونیم که چقدر خالصانه و بی‌دریغ اینا رو در اختیارمون می‌ذارید. و اینو هم می‌دونیم که هیچ جایی، هیچ‌کس، این‌قدر عمیق و دقیق، این چیزا رو بهمون یاد نمی‌ده!

حالا شما خسته‌اید، ولی استاد، این خستگی‌تون خیلی قشنگ و باارزشه چون هرلحظه ای که برای ما وقت گذاشتین الان داره یه جایی توی ذهنمون ریشه میزنه و مارو رشد میده

ما قدردان تک‌تک لحظاتی هستیم که برامون وقت گذاشتید، و دعاتون رو می‌خوایم که بتونیم شاگردای خوبی برای شما و سربازای لایقی برای امام زمان (عج) باشیم.

خدا حفظتون کنه که نور راه خیلیامون شدید! 🌿`
    },
    {
      name: 'خانم گنجی',
      job: 'کارمند علوم پزشکی (مراقب سلامت)',
      city: 'قزوین',
      package: '',
      comment: `باسلام ونور خدمت استاد بزرگوار
طاعات قبول ،با وجودیکه خودم ۲۰ سال بود با این شبها ودعاها وگریه وزجه زدن‌ها دیگه غریبه شده بودم ،دیگه اصلا دوست نداشتم هیچ قدمی بردارم نه برای خودم ونه برای دیگران،،،ولی امسال با آشنایی با شما وکلاسهاتون دوباره آشتی کردم وگشتم به دنبال خودم ،،برگشتم به اصل خودمم البته اگه لیاقتش رو داشته باشم
التماس دعا دارم بعداز اتفاقهای بزرگی که تو زندگیمون رقم خورد که ما رو به نابودی خانواده کشوند ،برای برادرم که ۲۰ سال هست به واسطه تصادف ویلچر نشین شد (ضایعه نخاعی )اگر راهکاری هست ما رو راهنمایی بفرمایید
 یه برادرم بعد از ۲۰ سال به خونه برگشت با معجزه سوره عبس  ،لطفا راهنمایی بفرمایید ودعای خیرتون ما رو مستفیض نمایید.
التماس دعا 
الحمدالله کما هو اهله`
    },
    {
      name: 'خانم حبیبی تبار',
      job: 'درمانگر طب سنتی اسلامی',
      city: 'قم',
      package: '1 - 2',
      comment: `سلام و ارادت استاد کوهی بزرگوار🌹

بابت دوره ی عالی تون تشکر میکنم
خداخیرتون بده 🤲

بجز مطالب کلاس که خیلی عالی بودن من خیلی مطالب دیگه از رفتار و سیره ی شما و از شخصیت بزرگوار شما یاد گرفتم 
 که دعا بفرمایید توفیق داشته باشم بهشون عمل کنم🙏

نحوه ی کلاسداری تون هم عالیه👌

ان شاءلله عمر طولانی و با عزت و پر برکت و توفیق خدمت مخلصانه همیشگی داشته باشید 🤲💐

استاد از همون آخر کلاس دلم برای کلاستون تنگ شد .غصه م شد که داره تموم میشه🌹

به امید دیدار به زودی ان شاءلله 🤲🌸`
    },
    {
      name: 'آقای بهرام نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: '4',
      comment: `سلام علیکم

بازی درمانی کوهی و ما ادرائک بازی درمانی ....

☀️این دوره سرشاراز معنویت بود

☀️این دوره سرشاراز شادی بود

☀️این دوره سرشار از علم بود

☀️این دوره کالبد شکافی که نه، چشمه ای از علم شکافی استادکوهی بود

☀️این دوره تلفیقی ازقرآن،علم ،معنویت،شادی و درمان شدن بود 


👈من ابتدای این دوره خیلی ذوق داشتم که قراره بازی یادبگیریم و یاد بدیم بقیه خنده به لب شون بیاد  اما اینقدر استاد تخصصی بازی درست کرده بود و نقطه زنی کرده بود که این دوره فهماند که حتی یه آدم عادی برای امام زمانم نیستم و بشدت دست و پامو گم میکنم برای یه بازی ساده‼️

💯استادکوهی راست گفت؛ امام زمان سرباز سالم میخواد نه آدمِ ....

👈این دوره تلنگر کوهی بود به ما پرمدعاها که هنوز جسممون رو درست نکردیم انتظار داریم روح مون ارتقا پیدا کنه و سرباز حضرت حجت عجل الله بشیم😞


💯اما شیاطین کور خوندن، ما دست به دامان زینب کبری سلام الله و با هدایتگری استاد خودمونو رو میسازیم و رشد میکنیم برای تحقق ظهور



در پایان از زحمات بی وقفه این سرباز جان برکف که دور از خانواده در اقصی نقاط کشور برای امام زمانش کار میکنه تشکر میکنم و با همین کلمات ضعیف که اصلا حق مطلب رو ادا نمیکنه عرض میکنم 👇

استاد جانم حسابی کولاک کردی و هنوز ما در سکرات کلاس بازی درمانی هستیم


و خانم سلیمانی خواهر بزرگ ما و تیم خانوادگی عالیشون  احسنتم به این پشتیبانی قوی؛ برگزاری منظم و بابرنامه و چینش خوب که همه جوره دوره رو جذاب کرد و خلاقیت پایان کلاس که من با خودم گفتم تو عمرم از کادو گرفتن خودم اینقدر خوشحال نشدم که برای این اتفاق خوشحال شدم اندازه ۱۰تا تولد انگار سبک شدم. احسنتم احسنتم احسنتم🌹🌹🌹🌹🌹`
    },
    {
      name: 'بهرام نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: '4',
      comment: `فیوز همه پریده👌

هزار الله اکبر به علم استاد؛ واقعا بازی درمانی مرزهای علم رو جابجا کرد و برای ۳۰سال آینده اس

هیچ وصفی جز الله اکبر نداریم؛   از شدت تعجب و از فیوز پروندن مغزمون🤯 

تازه این روز اوله به این روز افتادیم...
روزهای بعد چی در انتظارمونه خدامیدونه

حقیقتا استاد از سر ما خیلی زیاده....
اونایی که استاد رو نمیشناسن با پک ۴ تازه کمی با علم استاد آشنا میشن 

اما باز هم مانده که ۹۵ درصد دیگر کوه یخ را ببینند

من فقط موندم اونایی که پشت سراستاد حرف میزنن یا استاد رو در حد مسئول دوره هاشون میدونن در کدوم عالم بسر میبرن
(به جز یک نفر؛ همه مسئولین دوره ها خیلی باسواد ومومن و قابل احترام ان، اما این مقایسه شون با استاد دیگه خیلی طنز بود)
(توضیحات آقای بهرام نژاد گرامی اینجا منظورشون از به جز یک نفر خودشون هستند که مسئول دوره هستند البته که از بزرگواری ایشون هست)

استیکر روده بر از خنده ......`
    },
    {
      name: 'خانم عبداللهی',
      job: 'خانه دار',
      city: 'تهران',
      package: '4',
      comment: `بسم الله الرحمن الرحیم

 اللهم صل علی فاطمه وابيها وبعلها وبنیها و السر المستودع فيها بعدد ما احاط به علمک 

سلام و عرض ادب و احترام خدمت استاد ارجمند و گرامی و خانم ها سلیمانی عزیز و بزرگوار و اعضای گروه 

استاد عزیز خدا قوت

ماشالله لاحول ولاقوه الابالله العلی العظیم

عجب دوره ای 
علم ، معنویت ، شادی ، بازی ، انرژی ، پاکسازی ، درمان و ...

استاد بزرگوار برای شما وخانواده محترمتون که دوریتون را تحمل می‌کنند، بهترین های دنیاواخرت را از خداوند مهربان می‌خواهیم .
واز اینکه علم و دانش و پژوهش های سالهای عمرتون را در اختیار ما قرار می دهید بی نهایت سپاسگزاریم . ان شاءالله توفیقات روزافزون و سلامتی و طول عمر با برکت و یکی از سرداران حضرت صاحب الزمان عج باشید .

پکیج ۴ بی نظیر بود 

اول برای خودم ، ما که ادعا می کنیم ، می خواهیم ان شاءالله از سربازان حضرت مهدی عج باشیم ، به قول استاد بزرگوار مون :
امام زمان عج سربازان سالم می خواهند .

و بعد برای خانواده واطرافیان و جامعه
واقعا بسیار عالی وفوق العاده وکاربردی بود
کاش همه افراد جامعه از این آموزش ها بهره‌مند شوند .
دوستان بنیان مرصوص باید خودتون شرکت کنید و ببینید

 شنیدن کی بود مانند دیدن

باید خودتون لذتش و بچشید که بفهمید که ما چی می گیم

 خلاصه حیف و هزاران حیف 

که این دوره هم تموم شد چقدر عالی بود صبح ها با تمام عشق و انرژی وکنجکاوی از خونه می آمدیم و در پناه سیدالکریم و امام زادگان مجاور،
کلاس درس استاد مثل کودکی ، شاد ، بازی گوش ، طالب علم ، شوخی ، خنده و ...

هر چه بگیم کم گفتیم

و تشکر ویژه از خانم سلیمانی جان و عزیزم و مادربزرگوار و خواهران پر تلاش شون و گل پسرمحمد طالح 
واقعا خوشحالم که خداوند توفیق آشنایی با شما را نصیبم کرد .
برای شما عزیزان دل ، توفیقات و سلامتی و طول عمر با برکت و سربازی آقا جانمون امام زمان اباصالح المهدی عجل الله تعالی فرجه الشریف را میخواهم .
برای تمام دوستان عزیز بهترین های مادی ومعنوی را آرزو می‌کنم . 

به امید دیدار خییییلی زود 

کلاس استاد کوهی ارجمند و گرامی و بزرگوار`
    },
    {
      name: 'خانم جاویدفر',
      job: 'درمانگر - طب فشاری بازتاب درمانی رفلکسولوژیست',
      city: 'تهران',
      package: '4',
      comment: `سلام ونور 
اللهم بارک لمولانا صاحب الزمان عج 
خدمت تمام دوستان و خواهران وبرادران دینی خودم عارضم که پکیج ۴ تو مغزت معجزه رخ میکنه خیلی از حس ها و کارهایی که فکرمیکنی نمیتونی انجام بدی یهو فعال میشه 
عین بازی رایانه ای که سطحت بالا میره و قفلها یهو چند ده تا باز میشه 
واقعا عالیهههههههه لطفا همه دوستان دعا کنن و تلاش کنن که دوره بعدی رو شرکت کنن
خدا شاهده  دریچه هایی از علم به روی آدم باز میشه که تا خودتون نیایید کلاس متوجه نمیشید بازی ها بازی نیست جلای روحه 
عین جاروبرقیه آلودگیهای مغزو پاک میکنه و......
از استاد کوهی گرامی و خانم سلیمانی عزیزم‌ممنونم که این دوره رو با زحمت برگزار کردن  واقعا شرکت نکنید ضرر کردید 
مطمئن باشید شماهم مثل همه ماها شگفت زده میشید
ماشاالله لا حول ولا قوه الا بالله العلی العظیم`
    },
    {
      name: 'خانم جاویدفر',
      job: 'درمانگر - طب فشاری بازتاب درمانی رفلکسولوژیست',
      city: 'تهران',
      package: '4',
      comment: `سلام ونور خداقوت ووقت بخیر خدمت استاد بزرگوار  که با تمام وجودشون این اطلاعات رو دراختیارما گذاشتن
انشاله شاگرد خلفی باشیم ولایق این علم نافع باشیم الهی هرچندتا پکیج هست خدا توفیق بده تا بتونیم شرکت  کنیم
دوستان!!!!!!! 
خواهران برادران!!!!!!
واقعا اگر  اول به فکر سلامتی خودتون بعد اطرافیانتون  هستید پکیج ۱ و۲ و۳ رو برای تیرماه تبلیغ کنید تا پکیج  ۴ مجدد برگزار بشه
واقعا حیفه شرکت نکنید این پکیجها همه به هم متصله  هرجور شده شرکت کنید 
وافسوس و حیف که کلاس زود تموم شد
از استاد کوهی عزیز مجدد متشکرم
از خانم سلیمانی عزیز و خانواده محترمشون خصوصا  خواهر ومادرشون متشکرم  اجرتون با حضرت زینب س 
 شرکت نکنید ضررررررر کردید  شرکت کنید`
    },
    {
      name: 'خانم کشاورزیان',
      job: 'درمانگر - طب فشاری بازتاب درمانی رفلکسولوژیست - ماساژ اصلاحی -سطح ۲ حوزه علمیه',
      city: 'تهران',
      package: '',
      comment: `سلام و رحمت 
سپاس و قدردانی فراوان از استاد محترم که با وجود کسالتی که داشتن  وقت و انرژی ای  فوق‌العاده برای دوره ها و بخصوص این دوره ،پکیج ۴ گذاشتن .

خدا را شاکرم که  این توفیق نصیب من هم شد و تونستم در کلاس حضور داشته باشم .
بعد از گذروندن دوره  متوجه شدیم که یک بازی🤹 هر چند ساده چطور میتونه تمامی قسمت‌های مغز  انسان را درگیر کنه و از رکود بیرون بیاره .
همان بازی‌هایی که قبلا شاید انجام می‌دادیم  ولی الان میتونیم با هدف و کامل و حساب شده برای عزیزانمون و یا درمانجوها طراحی کنیم  و از نتایج مهیج  آن بهره ببریم .

ان شاالله که همیشه سلامت باشند و دلشون خوش .

ما این ۴ روز یک آموزش تخصصی، علمی شادو هدفمند و فوق‌العاده را در
 محیطی باصفا و صمیمی و دوستانه🏡 ،
با رعايت موازین شرعی واسلامی
 در عین حال با نظم و ترتیب بسیارزیبا ، پذیرایی عالی⏰ 🍩☕️🍎
غذای نذری پر از نور
 محبت سرشار خانواده ی سلیمانی🌻🌻🌻 که انرژی مضاعف به ما میدادن تجربه کردیم .

ان شاالله به سلامت به شهرشون برگردند.
منتظر دوره های بعدی و آموزشهای فوق‌العاده  ی استاد هستیم .
به برکت صلوات بر محمد و آل محمد`
    },
    {
      name: 'خانم منصوری',
      job: 'خانه دار',
      city: 'تهران',
      package: '4',
      comment: `سلام و نور 
الهی شکر که اینبار هم قسمتم شد در یکی دیگه از پکیج های استاد شرکت کنم 
ماشاالله لا حول و لا قوه الا بالله العلی العظیم 
عجیب دوره ای این پکیج 4 همه پکیج ها عالی اما اینبار کار عملی زیاد تخلیه هیجانات نهفته باز شدن گره های ذهنی فقط با  بازی همراه با عطر و سنگ های آموزش دیده در پکیج سه 
تحلیل فوق العاده هر بازی و فهمیدن آسیب متایی به کدام قسمت مغز در چه رده سنی 
حقا که هزینه ای که پرداخت میکنم واقعا ناچیز هست  
قشنگ من در خودم باز شدن گره ذهنی رو دیدم 
و تحلیل علمی بابت تک تک مطالبی که میگویند
از استاد بابت لحظه لحظه وقتی که برای ما گذاشتن و نذری فوق العاده که من به شخصه تفاوتش رو متوجه شدم در مزه و طعمش  تشکر میکنم 
اجر کارتان با صاحب الزمان الهی به زودی زود به خواسته دلتان برسید 🌹
از خانواده سلیمانی عزیز که تمام تلاششان را گذاشتند برای بهتر برگزار شدن کمال تشکر را دارم
و همچنین خانم سلیمانی که  برای تک تک ما زحمات انرژیکی فراوان کشیدند 
انشالله حاجت روا باشید اجرتان با بانو فاطمه زهرا`
    },
    {
      name: 'خانم واشقانی فراهانی',
      job: 'بازنشسته - مدیر دبیرستان دخترانه',
      city: 'تهران',
      package: '4',
      comment: `با سلام استاد کوهی  بزرگوار
از برگزاری دوره پکیج ۴ از شما سپاسگزارم.که در این دنیایی که همه غرق در تکاپوی زندگی روزمرگی مان هستیم.فراموش کردیم که ما می‌توانیم بهترین یار امام زمان باشیم.ولی وسیله شناخت بهتر را بلد نبودیم.در گوشه ای خزیده ایم وسرمان در کارخودمان هست.وفکر می کنيم همه چیز خوب هست ولی در این چند روز متوجه شدیم.به تنها چیزی که فکر نمی‌کردیم. این بود که مغز ما چطور باید پردازش کند.چطور بیماری‌هایی که منشا انها مربوط به لایه های مغزهست را مرتفع سازیم.وافراد خانواده را چطور با ساده ترین وسایل کنارهم تمرین باهم بودن راداشته باشیم.از شادی‌های کاذب دست برداریم.
چندین وقت هست که از کودک درونتان خبرندارید ؟وسرگردان رها کرده اید؟
دوستان عزیز با شرکت در این کلاس که یک پکیج نیست بلکه یک ترم دانشگاهی بود حتما شرکت کنید. وبرای یاریگری  امام زمان ،خود را به روز رسانی کنید.
استاد دستمریزاد  خداقوت همیشه سلامت وپایدار باشید.
از خانواده خانم سلیمانی هم که خودتون می دونید.تمامی جوانب محل برگزاری تحت نظر بوده .وتمیز ومرتب کلاس را شروع می کردیم.از شما هم سپاسگزاریم.
استاد خیلی پکیج لازم بودم.یا علی`
    },
    {
      name: 'آقای جلالی',
      job: 'کارشناس دفتر مدیریت - اداره پست منطقه شمال تهران',
      city: 'تهران',
      package: '',
      comment: `سلام و صلوات 
پک بازی درمانی اسم ساده ای داره ولی مطالب علمی فوق‌العاده تخصصی در زمینه عملکرد مغز و عوامل موثر بر مغز و ریشه یابی اختلالهای ذهنی، شخصیتی، رفتاری، مشکلات متافیزیکی و ... که با چند بازی ساده کشف و قابل درمان هست. توضیح این قسمت وسیع هست و مطلب بسیار... ( به طور قطع جابجایی مرزهای علم، علمی برای ۱۵ سال بعد)
اختلال هایی که با درمان های طولانی مدت و پر هزینه با مصرف داروهای متفاوت در حال انجام هست، با چند بازی ساده ولی تدبیر شده ( ادامه پک ۱ و ۲ و ۳ ) قابل درمان هست، با کمترین هزینه و با زمان کوتاه تر.
شگفت زده شدیم که با یک وسیله بازی بسیار ساده میشه در زمان هم سیر کرد...
این دوره برای افراد بی سواد هم کاربردی هست و قابل اجرا...
تو این دوره به معنی واقعی متوجه شدیم شادی و خنده حلال چی هست و چه اثراتی از لحاظ فردی و خانوادگی و اجتماعی داره...
در مورد هزینه دوره هم فقط میشه گفت مطالب ارائه شده تو دو سه ساعت اول در روز اول مبلغ پرداختی رو پوشش میده و ادامه دوره هدیه دکتر کوهی به ما هست.
ماشاءالله لا حول و لا قوة الا بالله العلی العظیم.
استاد بزرگوار قادر به تشکر به نحو احسن نیستم، انشاءالله خداوند متعال و حضرت ولیعصر برای شما و خانواده محترمتان هزاران برابر جبران کنند.`
    },
    {
      name: 'خانم بیکی',
      job: 'درمانگر و نماینده طب اسلامی',
      city: 'گنبد کاووس',
      package: '3',
      comment: `بسم الله الرحمن الرحیم

با سلام و نور 
خدمت استاد کوهی بزرگوار و ارجمند

بابت دوره بسیار عالی احجارو روایح شهرری برگزار کردین واقعا کمال تشکر از شما و خانم سلیمانی و بقیه دست اندرکاران این دوره دارم

واقعا دوره ای متفاوت و جذابی بود
بار علمی این دوره واقعا در مقابل هزینه آموزش که پرداخت کردیم ناچیز بود
مطالبی که استاد عزیز شما بیان کردین خیلی کاربردی و جدید بود که ما درمانگران اطلاعی از این سبک درمان با سنگ و عطر نداشتیم
شما دریچه جدیدی از درمان بیماریهای جسمی و ماورایی برای ما آموزش دادین که واقعا مدیون شما هستیم
مسلما اگر آموزش ها شما بکار ببریم یک زندگی آرمانی خواهیم داشت
مینی دوره پاکسازی هم دیگه هرچی بگم کم گفتم خیلی خیلی خوب و عالی بود با این روش که آموزش دادین مشکلات ماورایی و.... راحت تر و امن تر برطرف خواهد شد
ان شالله مزد پاداش اشاعه علم اهل بیت و قرآنی  از آقا امام زمان(عج) بگیرید و خودتون و خانواده محترم سلامت در پناه امام زمان(عج) باشید

بازم از شما واقعا سپاسگزارم 
و دعاگو شما هستم


توصیه میکنم دوستان حتما پکیج۳ شرکت کنید چون خیلی عالی و کاربردی برای زندگیتون هست`
    },
    {
      name: 'خانم حیدری',
      job: 'درمانگر',
      city: 'تهران',
      package: '3 - 4',
      comment: `سلام و شور و شادی و عشق 

☘️عشق و الفت و مهربانی و شور الهی و باطنی و حقیقی و فطری که خدای بزرگ در وجود ما و در این هستی قرار داده و ما  مطلع و آگاه نبودیم که چطور عشق و شادی و امید رو زنده کنیم با بازی ،

همان بازی‌هایی که امیرالمومنین علیه السلام در زمانه خود با آن همه عظمت ،با بچه ها می‌کرد و امید و الفت را زنده می‌کرد....

و چطور شیطان رو دور کنیم از وجودمون با خنده و شادی الهی☘️

خدا را بی نهایت شاکرم که من رو راهنمایی کرد شاگرد استاد کوهی عزیز باشم و از این طریق بلطف خودش آگاهم کرد که چطور بازی کنم ....

اینکه چه عطری بزنیم ،چه سنگی داشته باشیم ،کدام آیه منور از قرآنش رو تلاوت کنیم که بازی‌هامون رنگی الهی و تاثیری الهی و نتیجه ای الهی برامون داشته باشه...

چه زمانی بازی کنیم ...
و من که زندگی رو گونه ای دیگر میدیدم ،حالا با بازی هایی که در کلاس استاد کوهی عزیز آموزش دیدم ،به بازی و  زندگی به نوعی دیگر و زاویه ای دیگر نگاه میکنم 🎡

بعد از این کلاس بازی درمانی ،تایم بازی برای خودم و خانواده خودم رو به امید خدای بزرگ قرار میدم و امید دارم که بلطف خدای بزرگ و مهربان و استفاده از آموزه های استاد، تاثیر شگرف و عجیب و عمیق این بازی‌ها رو در جسم و روح خودم و خانواده ام مشاهده کنم 


خدای بزرگ من شکرت شکرت شکرت که من رو کمک کردی و رزق علمی من رو در کلاسهای اساتید بزرگی همچون استاد کوهی قراردادی 
🎊🎉خدایا صد هزار مرتبه شکرت🎊🎉`
    },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
  ];
  constructor() { }

  getAllComments(): CommentModel[] {
    return this.shuffle(this.comments);
    //return this.comments;
  }

  private shuffle(array: CommentModel[]): CommentModel[] {
    const copy = [...array];
    for (let i = copy.length - 1; i > 0; i--) {
      const j = Math.floor(Math.random() * (i + 1));
      [copy[i], copy[j]] = [copy[j], copy[i]];
    }
    return copy;
  }
  searchComments(term: string): CommentModel[] {
    const lowerTerm = term.toLowerCase();
    return this.comments.filter(c =>
      c.name.toLowerCase().includes(lowerTerm) ||
      c.job.toLowerCase().includes(lowerTerm) ||
      c.city.toLowerCase().includes(lowerTerm) ||
      c.package.toLowerCase().includes(lowerTerm) ||
      c.comment.toLowerCase().includes(lowerTerm)
    );
  }

}
