import { Injectable } from '@angular/core';
export interface CommentModel {
  name: string;
  job: string;
  city: string;
  package: string;
  comment: string;
}
@Injectable({
  providedIn: 'root'
})
export class CommentsService {
  private comments: CommentModel[] = [
    {
      name: 'آرش رضوانی',
      job: 'مسئول اچ ای اس مرکز تخصصی رادیوتراپی انکولوژی رضا علیه سلام',
      city: 'مشهد',
      package: '',
      comment: 'با سلام به نظر بنده حضور در کلاس های استاد کوهی برای هر شیعه ای جز واجبات هست. حضور در کلاس های استاد درهای به روی فرد باز میکنه که در راستای زندگی خیلی موثر می باشد. من به خانواده ام و دوستان صمیمی خودم پیشنهاد دادم که کلاس های استاد رو شرکت کنند بقول بزرگی العاقل بالاشاره، بعنوان برادر کوچکترتون پیشنهاد میکنم شرکت در کلاس استاد را به عقب موکل نکنید. خیر ببینید و عاقبت بخیر باشید. .'
    },
    {
      name: 'خانم کاظمی',
      job: 'درمانگر',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `
      🌱بسم الله الرحمن الرحیم 🌱

سلام و نور الهی روزیتان ✨ 
عرض ادب و احترام

استاد بزرگوار ممنون از شما و تیم ارزشمند شما که باز هم به لطف خداوند روزهایی رو برای ما رقم زدید که در ذهن مان هم نمی گنجید...

منت دار شما هستیم که با تمام گرفتاری ها لطف فرمودید تمام محصولات(شما بخوانید دُرهای نایاب) رو با زحمت برای راحتی ما به مجموعه آورده بودید که بازهم در اوج سختی تیم 
ما به راحتی محصولات رو در دسترس داشته باشیم🌸

و مکانی جذاب و آرام🏡

آموزه هایی که اگر هرچقدر تلاش می کردیم، مثلش رو هم پیدا نمی کردیم...

و نگیم از غذاهای پراز نور و عالی که به لطف شما با هر وعده بدنمون رو مهمان بهترین و طیب ترین نوع غذا می کردیم...

دریا و احساس زیبایی های بی بدیل آن☺️

زیارت امامزاده ای که باعث شارژ انرژی تحلیل رفته بود🪴

جنگلی پر از رنگ های جذاب که آفریده خالقی بی نظیر است🕊

ماشاءالله لا حول و لا قوه الا بالله العلی العظیم ✨ 

که بازهم زبان قاصر هست از بیان تمام درک و احساسات ما در این دو روز...

استاد بزرگوار ان شاءالله خوشبختی و سرداری امام زمان عج روزیِ تمام صفحات زندگی شما و تیم ارزشمند شما باشه ✨

ان شاءالله مولامون امام زمان عج آمین گوی دعاهاتون باشند 💫

الحمدالله علی کل نعمه ✨ 

الحمدالله کما هو اهله ✨ 

اللهم بارک لمولانا صاحب الزمان عج ✨ 

آیات الکرسی و سوره قدر و گل های صلوات تقدیم شد ✨
      `
    },
    {
      name: 'خانم سلیمیان',
      job: 'درمانگر',
      city: 'اصفهان',
      package: 'اردو پرانیکی',
      comment: `سلام و نور 
از قدیم گفتند درس یکبار تمرین هزار بار 😁
آدم یه بار میره اردو پرانیکی نمک گیر میشه نمی تونه دیگه نره 😅

یعنی اگر همه برن و تو توی اردو نباشی با بقیه لحظه لحظه صد بار میری اردو و بر می گیردی آخرشم داغ بزرگ عقب موندن از قافله توی دلته.

خلاصه وقتی هم تکراری میری اردو نه فقط اردو ، باید بگم کلاسای استاد کوهی  می گی چقدر مطالب جدیده انگار از اول اومدی کلاس  . با لذت تمام گوش میدی می بینی دنیات عوض شد 
 یهویی  وسط دریا از نور میری بالا  . دستت توی دست مادر ،
روی گنبد طلایی امام رضا ع چرخی می زنی و کنار سقا می شینی 
دست پر مهر پدر نوازشت میکنه لبخندی به اشکهات می زنه و اجازه میده که ...

مادر  تو نا آروم کنار ضریح حسینش زمین میزاره تا دستی به کمر بگیره😭

نگاه به بازوی کبودش میندازی و خجالت می کشی 😥
مادر متوجه شرمت میشه و غرق  نور سبز و زردت می کنه غرق نور    
غرقه
غرق
   که می بینی نخل وجودت ریشه هاش کجاها رفته  و قد کشیده و به بار نشسته و تو تلخی ها را با رطب نخلستان پدر شیرین می کنی.

زیر پات نگاه می کنی برگها به حال تو غبطه می خورن و تو داغ می شی دستات می سوزن و درختای بلوط سر خم می کنن تا توی گوشت چیزی بگن
قایمکی داری اشک می ریزی که...

 اتوبوسها آهنگ بازگشت می زنن 
سعی می کنی جا نخوری  خودتا آماده کنی  دلتا آروم کنی که ...

نمی دونم چرا وقتی به اینجا میرسه یاد راهیان نور میفتم 

سلام ای طلوع سحرگاه رفتن😭
سلام ای غم لحظه های جدایی😭😭😭😭😭



اگر توهم با من همسفر شدی و حس مشترک پیدا کردی
  آیه الکرسی و قدر و دعا  برای استاد و خادمین خالصش یادت نره
🙏🤲`
    },
    {
      name: 'خانم سلیمانی',
      job: 'خانه دار',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `✨ من لم یشکر المخلوق لم یشکر الخالق ✨

سلام و عرض ادب، ارادت و احترام خدمت
استاد معزز و گرانقدر
خانواده محترم و بزرگوارشون
و جمیع اعضای مخلص موسسه

آرزو می کنم معنای خدا قوت، 
با لبخند رضایت صدیقه طاهره سلام الله و دستان فخر زمان و زمین، آقا امیرالمومنین بر دوشتان بنشینه و خستگی جسمی و روحی رو به باقیات و صالحات براتون مبدل کنه

توفیق حضور در اردوی قبلی که در فصل بهار برگزار شد رو داشتم. اما تصور نمی کردم  بالاتر از اون سطح، دریافت انرژی و ارتباط با کائنات رو به این زودیها تجربه کنم 

👌 به همین دلیل نباید گفت تکرار اردو ... هم به لحاظ محتوا و هم به لحاظ دریافت برای همگی جدید، پربار و عمیق تر بود 

🍱 برکات نورانی، مدبرانه و تغلیظ شده ای که قبل از شروع کلاس بر سر سفره صبحانه قرار گرفت، اولین قدم برای پاکسازی و دریافت انرژی و محتوا بود 

🍁 اینبار در پاییز، همزمان با شهادت خانم فاطمه زهرا (مادر آب)، در کنار ساحل، منشوری با دریا و دیدن فرشتگان آب، ملموس تر و پررنگ شد

🖤💦💚 چون همزمان با روضه استاد، ذرات و فرشتگان آب هم برای مظلومیت خانم عزاداری کردند و به لطف این اردوی فاطمی، ما هم بشکلی کااااملا متفاوت از سالهای قبل برای خانم عزاداری کردیم

غروب آفتاب زیبا، لحظه بیعت مجدد با امیرالمومنین در آب ... توصیف ناپذیرند

 اگر پیگیری های شما نبود استاد، درِ امامزاده قفل میموند و توفیق حضور در این مکان فوق انرژیک نصیبمون نمیشد ...  الهی که هیچ در بسته ای سر راهتون نباشه

🍱 لذت چای آتیشی، نان محلی تازه، عسل با بسته بندی خاص نشان از این داشت که هم میشود به روز بود، هم لذتهای یه گردش عالی  رو  در جنگل داشت و هم، همراه با بقیه مخلوقات، عبادت و بندگی خدا رو کرد 

✨ زمانی که چشمانمون رو بستیم و به حرم امام رضا و بعد هم بین الحرمین رفتیم، وارد دنیایی پر از آرامش و سبکی شدیم اما وقتی چشمانمون رو باز کردیم، حتی درختان و برگهای اطرافمون هم انگار عوض شده بودن ... و این چشم درون ما بود که شسته شده بود و جور دیگه ای میدید 

تجربه نماز خوندن بعد از شنیدن اذان فرکانسی که مغز و قلبت رو آروم کرده، روی زمینی که باهاش ارتباط گرفتی و حرارتش رو دریافت کردی یکی از فوق العاده ترین لحظات اردو بود ... 

🛍 حتی محصولات با ارزشی که استاد بزرگوار با حساسیت و زحمت فراوان، بدون چشم داشت به منفعت و بازگشت مالی در اختیارمون گذاشته بودند هم حالشون عالی بود و شارژ شدن ... از رنگ و انرژی هاشون کاملا مشخص بود 

گفتنی ها بسیار، اما ...
تجربه این عوالم و حالات بی نظیر و ناب رو، چه برای عزیزانی که تا بحال اردو رو تجربه نکردند و چه کسانی که تجربه کردند، مجدد آرزو می کنم

به برکت صلوات بر محمد و آل محمد
اللهم بارک لمولانا صاحب الزمان`
    },
    {
      name: 'خانم شورئی',
      job: 'خانه دار',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `بارها و بارها کلیپ را دیدم دلم می خواست همه چیز دوباره برایم تداعی شود 
قبل از آمدن کمی استرس داشتم چون ۳ یا ۴ روز مانده بود ب اردو و من هنوز بلیطی تهیه نکرده بودم چون اصلا نمی‌دانستم برای کدام شهر باید بلیط بگیرم 
فکر اینکه اگر بلیط پیدا نکنم و یا ب موقع ب کلاس نرسم اضطرابم را بیشتر میکرد 
در آن موقعیت مهمان هم داشتم ،استرسم را پنهان میکردم و تمام سعی و تلاشم را میکردم ک ب مهمانها خوش بگذرد تا کمبودی را احساس نکنند 
مثل همیشه  کارهایم را سپردم ب امام زمان جانم ،پدری مهربان و دلسوز ک همیشه هوای فرزندانش را دارد و در کمال ناباوری کارهایم یکی پس از دیگری درست میشد 
ب طور اتفاقی در گروه بنیان مرصوص اسم دوستی را دیدم ک برای اولین بار این کلاسها را ب من معرفی کرد و مرا برای شرکت در این کلاسها تشویق کرد ،بهش زنگ زدم تا ببینم اگر او هم ب این اردو می آید با هم همسفر شویم 
اگر چه خودش نتوانست بیاید ولی خواهرانه راهنماییم کرد و همان لحظه وقتی برای تهیه بلیط قطار زنگ زدم بلیطی برایم پیداشد آن هم ۲ یا ۳ روز قبل از اردو 
روز چهارشنبه خانه را ب مهمان هایم سپردم و راهی سفر شدم 
وقتی ب مقصد رسیدیم و از قطار پیاده شده و داخل ایستگاه شدم ،خانم سلیمانی عزیز و دیگر دوستان را دیدم بسیار خوشحال شدم و استرسم از بین رفت 
بقیه راه را خدارو شکر با همسفران خوبی همراه و هم اتاق شدیم 
برای من ک اولین بار بود ب این اردو ها می آمدم همه چیز برایم تازگی داشت 
بعد از استراحتی کوتاه اولین صبح اردو را با صبحانه دلچسبی شروع کردیم با آن سمنوی خوشمزه ای ک سر شار از انرژی بود 
کلاس با سخنان ناب و گهر بار استاد شروع شد و حرز و حصار و پاکسازیهایی ک از لحظه ورود و یا حتی قبل تر از آن استاد برادرانه برای همه ی ما هر لحظه انجام میداد و ما تا آخر عمر قدردان زحماتشان هستیم 
محصولات ارزشمندی ک با کمترین بهره مادی در اختیار ما گذاشته بودند و نوجوانانی ک خالصانه و بی ریا با صبر و حوصله خدمت میکردند 
ماشاءالله لا حول و لا قوه الا بالله 
و آدم غبطه می خورد ب موقعیتشان ک از همین سنین نوجوانی در این مسیر قرار گرفته بودند و راهنمایی همچون استاد همیشه در کنارشان هست و از وجود پر برکتش هر لحظه بهره مند می شوند 
صمیمانه از زحمات تک تکشان و همه ی کسانی ک از مدت ها پیش زحمت کشیدند تا ما دو روز از بهترین لحظات عمرمان را در این اردو تجربه کنیم سپاسگزارم و دعا میکنم ک خالق هستی بالاترین و بهترین نعماتش را نصیبشان کند 

غذاها همه پاک و طیب بودند و مزه بهشتی می دادند واقعا نظیرش را جایی نخورده بودم با اینکه غذای نذری زیاد خورده بودم ولی این غذاها با همه شأن فرق داشت مخصوصا صبحانه ای ک داخل جنگل صرف شد با آن نان محلی و دمنوش آتیشی 😊
بعد از صرف ناهار و گرفتن قالیچه ای ک هدیه استاد بود راهی دریا شدیم 
و این بار چقدر متفاوت ب کنار دریا رفته بودم هیچ وقت با این دقت ب صدای دریا گوش نداده بودم و همانطور ک خانم سلیمانی عزیز قبل از رفتن ب ما گفته بود انگار تمام قطرات دریا با هم همصدا می گفتند هوالحی  هوالحی هوالحی یعنی او زنده است 
و لحظات نابی ک در کنار دریا با پاکسازی های استاد سپری شد و شیرین تر از همه لحظه ای بود ک ب نماد از عید غدیر و به نشانه بیعت با امام علی (ع) دستمان را داخل آب دریا کردیم ،چ حس خوبی بود 😊
و غروب زیبای خورشید ک چشم ها را خیره میکرد 
فردا صبح زود ب زیارت امام زاده ای رفتیم ک در دل جنگل بود ب دور از همه  هیاهوهای شهر و مردمانش و چ آرامشی آنجا حکم فرما بود انگار تکه ای از بهشت بود ،فقط دوست داشتی گوشه ای بشینی و هم نوا با طبیعت شکر خدای سبحان را ب جا آوری 😍
صحنه ای ک استاد گفتند همیشه در ذهنتان داشته باشید و چ زیبا توصیف کردند ،ریزش برگ درختان را ک با هر بار نماز خواندن گناهانتان ب مانند این برگ ها می ریزد 
تا آخر عمر این تصویر در ذهنم حک شده است 
و باز هم روضه ی غم انگیز مادر ک دل ها  را آتش میزند و چشمانی ک بی اختیار بارانی می‌شود 😭
و بیتی ک پایان این سفر معنوی بود 
چادرت را بتکان روزی مارا برسان 
ای ک روزی دو عالم همه از چادر توست 
خدارو شاکرم بابت این رزق و روزی معنوی ک باعث و بانی آن استاد بزرگوار بودند ک ب مانند برادری مهربان و دلسوز تمام سعیشان را می کردند تا بهترین لحظات را برای شاگردانشان رقم بزنند 
الهی مزد این دل پاکتان را از مادر دو عالم بگیرید 🤲
الهی عاقبت بخیر شوید و پا در رکاب امام زمان جانمان باشید 🤲
الهی همیشه سلامت و پایدار باشید و علمتان روز افزون باد 🤲
خداوند ب خانواده و عزیزانتان سلامتی ،دل خوش و عمر با عزت دهد 🤲
کلمات قاصر هستند از بیان احساسات 
با دیدن این کلیپ هر بار دلتنگ تمام آن لحظات ب یاد ماندنی می شویم 
و چ زود این سفر ب پایان رسید`
    },
    {
      name: 'خانم براتی',
      job: 'پرستار',
      city: 'اصفهان',
      package: '',
      comment: `"بسم الله الرحمن الرحیم"

هال را باران باید، تا سیرابش کند از آب حیات و آفتاب باید تا بتاباند نیرو را و محکم کند شاخه‌های تازه روییده را؛ 

شکر شایان نثار ایزد منان که توفیق را رفیق راهم ساخت و لیاقت و ظرفیت شرکت در سطح سه احجار و روایح استاد گرانقدر  🌹استادکوهی🌹 را روزیمان کرد

 در مقابل این همه عظمت و شکوه، نه توان سپاس است و نه کلام وصف. راز و رمز پویای علم و کشف معانی بدیع و تجلی جلوه‌های شهودی معرفت؛ کیمیایی است که آسمان علم به برکت سیما و سیرهٔ نورانی ائمه اطهارعلیه السلام، انسان دربند خاک را به معراج حضور می‌خواند؛ و چه خرم علمی که از چشمهٔ معارف سیراب شود و چه زیبا دانشی که قبای پرنیانش به ❣️عطر❣️ و بوی گلستان محمدی معطر شود و چه معماری باشکوهی باشد بنایی که ❣️سنگ❣️ هویت و فرهنگ آن ریشه در مدینه‌ فاضله بیابد؛ و امروز کاخ آباد علم به سروش معنوی و مفهوم پیامشان بیش از پیش محتاج راهنمایانی همچون استاد کوهی است که علاوه بر حفظ آبادانی آن در راه اعتلای آن به شیعیان علوی کمک نمایند.


بار دیگر تشکر ویژه میکنم از استاد عزیزم استاد کوهی که چونان باران علم نافعشان را بر سرما بارش دادند و چونان آفتاب ظرفیت وجودی ما را رویش دادند 

خدا را هزاران مرتبه سپاسگزارم که توفیق شرکت در این دوره را نصیبم کرد

دوره ای که حتی تصورش هم نمی‌توانستم بکنم که با عطر و سنگ بتوان درمان بیماری های دیسک و سیاتیک و دیابت و صرع و تشنج و ....رو انجام داد و هرچه بگم کم گفتم 

از خداوندمنان سلامتی استاد عزیز و خانواده شان رو خواهانم امیدوارم ایشان رو در پناه مولاصاحب الزمان محفوظ نگه داره و توفیقاتشون رو روزافزون کنه🙏

از خانم سلیمیان عزیز و خانم دشتی مهربان کمال تشکر رو جهت هماهنگی و برگزاری دوره دارم خداوند اجر جزیل عنایت کنه🌹🙏
`
    },
    {
      name: 'آقای بهرامی نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: '',
      comment: `استاد عزیز، جناب کوهی بزرگوار

راستش رو بخواید، فکر می‌کردیم دیگه بعد این همه دفعاتی که پای درس‌هاتون نشستیم، کم‌کم دیگه پکیج یک و دو برامون تکراری بشه، دیگه خیلی جاهای مسیر رو بلد باشیم... ولی نه! هر بار یه دنیای جدید بهمون نشون می‌دید! هر بار که فکر می‌کنیم دیگه تهش رو درآوردیم، شما یه درِ تازه باز می‌کنید، یه راز جدید، یه مسیر دیگه… و ما فقط حیرت می‌کنیم که چقدر هنوز چیزی نمی‌دونیم!

این چند روز، یه کلاس معمولی نبود، یه سفر بود، یه زلزله‌ی فکری، یه انقلاب درونی!
یه‌جوری برامون جا انداختید که چقدر قرآن و نهج‌البلاغه رو سطحی می‌خوندیم، چقدر جواب همه‌ی سوالای زندگیمون اونجا بوده و ما حواسمون نبوده، چقدر شناخت بدن و روحمون می‌تونه مسیرمون رو تغییر بده!

اما از همه قشنگ‌تر، اون حس عجیبی بود که توی این چند روز بهمون دست داد… اون سبک شدن، اون آرامش، اون اتصال قلبی با امام رضا (ع)، اون نگاه تازه‌ای که به عبادت پیدا کردیم!
دیگه نماز خوندنمون یه حال دیگه داره، با چشمی بازتر، قلبی روشن‌تر و روحی سبک‌تر.

استاد، ما خوب می‌دونیم که این حرفایی که به این سادگی بهمون می‌گید، پشتش سال‌ها تلاش، تجربه، فکر، جستجو و مطالعه‌ست. می‌دونیم که چقدر خالصانه و بی‌دریغ اینا رو در اختیارمون می‌ذارید. و اینو هم می‌دونیم که هیچ جایی، هیچ‌کس، این‌قدر عمیق و دقیق، این چیزا رو بهمون یاد نمی‌ده!

حالا شما خسته‌اید، ولی استاد، این خستگی‌تون خیلی قشنگ و باارزشه چون هرلحظه ای که برای ما وقت گذاشتین الان داره یه جایی توی ذهنمون ریشه میزنه و مارو رشد میده

ما قدردان تک‌تک لحظاتی هستیم که برامون وقت گذاشتید، و دعاتون رو می‌خوایم که بتونیم شاگردای خوبی برای شما و سربازای لایقی برای امام زمان (عج) باشیم.

خدا حفظتون کنه که نور راه خیلیامون شدید! 🌿`
    },
    {
      name: 'خانم گنجی',
      job: 'کارمند علوم پزشکی (مراقب سلامت)',
      city: 'قزوین',
      package: '',
      comment: `باسلام ونور خدمت استاد بزرگوار
طاعات قبول ،با وجودیکه خودم ۲۰ سال بود با این شبها ودعاها وگریه وزجه زدن‌ها دیگه غریبه شده بودم ،دیگه اصلا دوست نداشتم هیچ قدمی بردارم نه برای خودم ونه برای دیگران،،،ولی امسال با آشنایی با شما وکلاسهاتون دوباره آشتی کردم وگشتم به دنبال خودم ،،برگشتم به اصل خودمم البته اگه لیاقتش رو داشته باشم
التماس دعا دارم بعداز اتفاقهای بزرگی که تو زندگیمون رقم خورد که ما رو به نابودی خانواده کشوند ،برای برادرم که ۲۰ سال هست به واسطه تصادف ویلچر نشین شد (ضایعه نخاعی )اگر راهکاری هست ما رو راهنمایی بفرمایید
 یه برادرم بعد از ۲۰ سال به خونه برگشت با معجزه سوره عبس  ،لطفا راهنمایی بفرمایید ودعای خیرتون ما رو مستفیض نمایید.
التماس دعا 
الحمدالله کما هو اهله`
    },
    {
      name: 'خانم حبیبی تبار',
      job: 'درمانگر طب سنتی اسلامی',
      city: 'قم',
      package: '1 - 2',
      comment: `سلام و ارادت استاد کوهی بزرگوار🌹

بابت دوره ی عالی تون تشکر میکنم
خداخیرتون بده 🤲

بجز مطالب کلاس که خیلی عالی بودن من خیلی مطالب دیگه از رفتار و سیره ی شما و از شخصیت بزرگوار شما یاد گرفتم 
 که دعا بفرمایید توفیق داشته باشم بهشون عمل کنم🙏

نحوه ی کلاسداری تون هم عالیه👌

ان شاءلله عمر طولانی و با عزت و پر برکت و توفیق خدمت مخلصانه همیشگی داشته باشید 🤲💐

استاد از همون آخر کلاس دلم برای کلاستون تنگ شد .غصه م شد که داره تموم میشه🌹

به امید دیدار به زودی ان شاءلله 🤲🌸`
    },
    {
      name: 'آقای بهرامی نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: '4',
      comment: `سلام علیکم

بازی درمانی کوهی و ما ادرائک بازی درمانی ....

☀️این دوره سرشاراز معنویت بود

☀️این دوره سرشاراز شادی بود

☀️این دوره سرشار از علم بود

☀️این دوره کالبد شکافی که نه، چشمه ای از علم شکافی استادکوهی بود

☀️این دوره تلفیقی ازقرآن،علم ،معنویت،شادی و درمان شدن بود 


👈من ابتدای این دوره خیلی ذوق داشتم که قراره بازی یادبگیریم و یاد بدیم بقیه خنده به لب شون بیاد  اما اینقدر استاد تخصصی بازی درست کرده بود و نقطه زنی کرده بود که این دوره فهماند که حتی یه آدم عادی برای امام زمانم نیستم و بشدت دست و پامو گم میکنم برای یه بازی ساده‼️

💯استادکوهی راست گفت؛ امام زمان سرباز سالم میخواد نه آدمِ ....

👈این دوره تلنگر کوهی بود به ما پرمدعاها که هنوز جسممون رو درست نکردیم انتظار داریم روح مون ارتقا پیدا کنه و سرباز حضرت حجت عجل الله بشیم😞


💯اما شیاطین کور خوندن، ما دست به دامان زینب کبری سلام الله و با هدایتگری استاد خودمونو رو میسازیم و رشد میکنیم برای تحقق ظهور



در پایان از زحمات بی وقفه این سرباز جان برکف که دور از خانواده در اقصی نقاط کشور برای امام زمانش کار میکنه تشکر میکنم و با همین کلمات ضعیف که اصلا حق مطلب رو ادا نمیکنه عرض میکنم 👇

استاد جانم حسابی کولاک کردی و هنوز ما در سکرات کلاس بازی درمانی هستیم


و خانم سلیمانی خواهر بزرگ ما و تیم خانوادگی عالیشون  احسنتم به این پشتیبانی قوی؛ برگزاری منظم و بابرنامه و چینش خوب که همه جوره دوره رو جذاب کرد و خلاقیت پایان کلاس که من با خودم گفتم تو عمرم از کادو گرفتن خودم اینقدر خوشحال نشدم که برای این اتفاق خوشحال شدم اندازه ۱۰تا تولد انگار سبک شدم. احسنتم احسنتم احسنتم🌹🌹🌹🌹🌹`
    },
    {
      name: 'آقای بهرامی نژاد',
      job: 'طلبه',
      city: 'بندرعباس',
      package: '4',
      comment: `فیوز همه پریده👌

هزار الله اکبر به علم استاد؛ واقعا بازی درمانی مرزهای علم رو جابجا کرد و برای ۳۰سال آینده اس

هیچ وصفی جز الله اکبر نداریم؛   از شدت تعجب و از فیوز پروندن مغزمون🤯 

تازه این روز اوله به این روز افتادیم...
روزهای بعد چی در انتظارمونه خدامیدونه

حقیقتا استاد از سر ما خیلی زیاده....
اونایی که استاد رو نمیشناسن با پک ۴ تازه کمی با علم استاد آشنا میشن 

اما باز هم مانده که ۹۵ درصد دیگر کوه یخ را ببینند

من فقط موندم اونایی که پشت سراستاد حرف میزنن یا استاد رو در حد مسئول دوره هاشون میدونن در کدوم عالم بسر میبرن
(به جز یک نفر؛ همه مسئولین دوره ها خیلی باسواد ومومن و قابل احترام ان، اما این مقایسه شون با استاد دیگه خیلی طنز بود)
(توضیحات آقای بهرامی نژاد گرامی اینجا منظورشون از به جز یک نفر خودشون هستند که مسئول دوره هستند البته که از بزرگواری ایشون هست)

استیکر روده بر از خنده ......`
    },
    {
      name: 'خانم عبداللهی',
      job: 'خانه دار',
      city: 'تهران',
      package: '4',
      comment: `بسم الله الرحمن الرحیم

 اللهم صل علی فاطمه وابيها وبعلها وبنیها و السر المستودع فيها بعدد ما احاط به علمک 

سلام و عرض ادب و احترام خدمت استاد ارجمند و گرامی و خانم ها سلیمانی عزیز و بزرگوار و اعضای گروه 

استاد عزیز خدا قوت

ماشالله لاحول ولاقوه الابالله العلی العظیم

عجب دوره ای 
علم ، معنویت ، شادی ، بازی ، انرژی ، پاکسازی ، درمان و ...

استاد بزرگوار برای شما وخانواده محترمتون که دوریتون را تحمل می‌کنند، بهترین های دنیاواخرت را از خداوند مهربان می‌خواهیم .
واز اینکه علم و دانش و پژوهش های سالهای عمرتون را در اختیار ما قرار می دهید بی نهایت سپاسگزاریم . ان شاءالله توفیقات روزافزون و سلامتی و طول عمر با برکت و یکی از سرداران حضرت صاحب الزمان عج باشید .

پکیج ۴ بی نظیر بود 

اول برای خودم ، ما که ادعا می کنیم ، می خواهیم ان شاءالله از سربازان حضرت مهدی عج باشیم ، به قول استاد بزرگوار مون :
امام زمان عج سربازان سالم می خواهند .

و بعد برای خانواده واطرافیان و جامعه
واقعا بسیار عالی وفوق العاده وکاربردی بود
کاش همه افراد جامعه از این آموزش ها بهره‌مند شوند .
دوستان بنیان مرصوص باید خودتون شرکت کنید و ببینید

 شنیدن کی بود مانند دیدن

باید خودتون لذتش و بچشید که بفهمید که ما چی می گیم

 خلاصه حیف و هزاران حیف 

که این دوره هم تموم شد چقدر عالی بود صبح ها با تمام عشق و انرژی وکنجکاوی از خونه می آمدیم و در پناه سیدالکریم و امام زادگان مجاور،
کلاس درس استاد مثل کودکی ، شاد ، بازی گوش ، طالب علم ، شوخی ، خنده و ...

هر چه بگیم کم گفتیم

و تشکر ویژه از خانم سلیمانی جان و عزیزم و مادربزرگوار و خواهران پر تلاش شون و گل پسرمحمد طالح 
واقعا خوشحالم که خداوند توفیق آشنایی با شما را نصیبم کرد .
برای شما عزیزان دل ، توفیقات و سلامتی و طول عمر با برکت و سربازی آقا جانمون امام زمان اباصالح المهدی عجل الله تعالی فرجه الشریف را میخواهم .
برای تمام دوستان عزیز بهترین های مادی ومعنوی را آرزو می‌کنم . 

به امید دیدار خییییلی زود 

کلاس استاد کوهی ارجمند و گرامی و بزرگوار`
    },
    {
      name: 'خانم جاویدفر',
      job: 'درمانگر - طب فشاری بازتاب درمانی رفلکسولوژیست',
      city: 'تهران',
      package: '4',
      comment: `سلام ونور 
اللهم بارک لمولانا صاحب الزمان عج 
خدمت تمام دوستان و خواهران وبرادران دینی خودم عارضم که پکیج ۴ تو مغزت معجزه رخ میکنه خیلی از حس ها و کارهایی که فکرمیکنی نمیتونی انجام بدی یهو فعال میشه 
عین بازی رایانه ای که سطحت بالا میره و قفلها یهو چند ده تا باز میشه 
واقعا عالیهههههههه لطفا همه دوستان دعا کنن و تلاش کنن که دوره بعدی رو شرکت کنن
خدا شاهده  دریچه هایی از علم به روی آدم باز میشه که تا خودتون نیایید کلاس متوجه نمیشید بازی ها بازی نیست جلای روحه 
عین جاروبرقیه آلودگیهای مغزو پاک میکنه و......
از استاد کوهی گرامی و خانم سلیمانی عزیزم‌ممنونم که این دوره رو با زحمت برگزار کردن  واقعا شرکت نکنید ضرر کردید 
مطمئن باشید شماهم مثل همه ماها شگفت زده میشید
ماشاالله لا حول ولا قوه الا بالله العلی العظیم`
    },
    {
      name: 'خانم جاویدفر',
      job: 'درمانگر - طب فشاری بازتاب درمانی رفلکسولوژیست',
      city: 'تهران',
      package: '4',
      comment: `سلام ونور خداقوت ووقت بخیر خدمت استاد بزرگوار  که با تمام وجودشون این اطلاعات رو دراختیارما گذاشتن
انشاله شاگرد خلفی باشیم ولایق این علم نافع باشیم الهی هرچندتا پکیج هست خدا توفیق بده تا بتونیم شرکت  کنیم
دوستان!!!!!!! 
خواهران برادران!!!!!!
واقعا اگر  اول به فکر سلامتی خودتون بعد اطرافیانتون  هستید پکیج ۱ و۲ و۳ رو برای تیرماه تبلیغ کنید تا پکیج  ۴ مجدد برگزار بشه
واقعا حیفه شرکت نکنید این پکیجها همه به هم متصله  هرجور شده شرکت کنید 
وافسوس و حیف که کلاس زود تموم شد
از استاد کوهی عزیز مجدد متشکرم
از خانم سلیمانی عزیز و خانواده محترمشون خصوصا  خواهر ومادرشون متشکرم  اجرتون با حضرت زینب س 
 شرکت نکنید ضررررررر کردید  شرکت کنید`
    },
    {
      name: 'خانم کشاورزیان',
      job: 'درمانگر - طب فشاری بازتاب درمانی رفلکسولوژیست - ماساژ اصلاحی -سطح ۲ حوزه علمیه',
      city: 'تهران',
      package: '',
      comment: `سلام و رحمت 
سپاس و قدردانی فراوان از استاد محترم که با وجود کسالتی که داشتن  وقت و انرژی ای  فوق‌العاده برای دوره ها و بخصوص این دوره ،پکیج ۴ گذاشتن .

خدا را شاکرم که  این توفیق نصیب من هم شد و تونستم در کلاس حضور داشته باشم .
بعد از گذروندن دوره  متوجه شدیم که یک بازی🤹 هر چند ساده چطور میتونه تمامی قسمت‌های مغز  انسان را درگیر کنه و از رکود بیرون بیاره .
همان بازی‌هایی که قبلا شاید انجام می‌دادیم  ولی الان میتونیم با هدف و کامل و حساب شده برای عزیزانمون و یا درمانجوها طراحی کنیم  و از نتایج مهیج  آن بهره ببریم .

ان شاالله که همیشه سلامت باشند و دلشون خوش .

ما این ۴ روز یک آموزش تخصصی، علمی شادو هدفمند و فوق‌العاده را در
 محیطی باصفا و صمیمی و دوستانه🏡 ،
با رعايت موازین شرعی واسلامی
 در عین حال با نظم و ترتیب بسیارزیبا ، پذیرایی عالی⏰ 🍩☕️🍎
غذای نذری پر از نور
 محبت سرشار خانواده ی سلیمانی🌻🌻🌻 که انرژی مضاعف به ما میدادن تجربه کردیم .

ان شاالله به سلامت به شهرشون برگردند.
منتظر دوره های بعدی و آموزشهای فوق‌العاده  ی استاد هستیم .
به برکت صلوات بر محمد و آل محمد`
    },
    {
      name: 'خانم منصوری',
      job: 'خانه دار',
      city: 'تهران',
      package: '4',
      comment: `سلام و نور 
الهی شکر که اینبار هم قسمتم شد در یکی دیگه از پکیج های استاد شرکت کنم 
ماشاالله لا حول و لا قوه الا بالله العلی العظیم 
عجیب دوره ای این پکیج 4 همه پکیج ها عالی اما اینبار کار عملی زیاد تخلیه هیجانات نهفته باز شدن گره های ذهنی فقط با  بازی همراه با عطر و سنگ های آموزش دیده در پکیج سه 
تحلیل فوق العاده هر بازی و فهمیدن آسیب متایی به کدام قسمت مغز در چه رده سنی 
حقا که هزینه ای که پرداخت میکنم واقعا ناچیز هست  
قشنگ من در خودم باز شدن گره ذهنی رو دیدم 
و تحلیل علمی بابت تک تک مطالبی که میگویند
از استاد بابت لحظه لحظه وقتی که برای ما گذاشتن و نذری فوق العاده که من به شخصه تفاوتش رو متوجه شدم در مزه و طعمش  تشکر میکنم 
اجر کارتان با صاحب الزمان الهی به زودی زود به خواسته دلتان برسید 🌹
از خانواده سلیمانی عزیز که تمام تلاششان را گذاشتند برای بهتر برگزار شدن کمال تشکر را دارم
و همچنین خانم سلیمانی که  برای تک تک ما زحمات انرژیکی فراوان کشیدند 
انشالله حاجت روا باشید اجرتان با بانو فاطمه زهرا`
    },
    {
      name: 'خانم واشقانی فراهانی',
      job: 'بازنشسته - مدیر دبیرستان دخترانه',
      city: 'تهران',
      package: '4',
      comment: `با سلام استاد کوهی  بزرگوار
از برگزاری دوره پکیج ۴ از شما سپاسگزارم.که در این دنیایی که همه غرق در تکاپوی زندگی روزمرگی مان هستیم.فراموش کردیم که ما می‌توانیم بهترین یار امام زمان باشیم.ولی وسیله شناخت بهتر را بلد نبودیم.در گوشه ای خزیده ایم وسرمان در کارخودمان هست.وفکر می کنيم همه چیز خوب هست ولی در این چند روز متوجه شدیم.به تنها چیزی که فکر نمی‌کردیم. این بود که مغز ما چطور باید پردازش کند.چطور بیماری‌هایی که منشا انها مربوط به لایه های مغزهست را مرتفع سازیم.وافراد خانواده را چطور با ساده ترین وسایل کنارهم تمرین باهم بودن راداشته باشیم.از شادی‌های کاذب دست برداریم.
چندین وقت هست که از کودک درونتان خبرندارید ؟وسرگردان رها کرده اید؟
دوستان عزیز با شرکت در این کلاس که یک پکیج نیست بلکه یک ترم دانشگاهی بود حتما شرکت کنید. وبرای یاریگری  امام زمان ،خود را به روز رسانی کنید.
استاد دستمریزاد  خداقوت همیشه سلامت وپایدار باشید.
از خانواده خانم سلیمانی هم که خودتون می دونید.تمامی جوانب محل برگزاری تحت نظر بوده .وتمیز ومرتب کلاس را شروع می کردیم.از شما هم سپاسگزاریم.
استاد خیلی پکیج لازم بودم.یا علی`
    },
    {
      name: 'آقای جلالی',
      job: 'کارشناس دفتر مدیریت - اداره پست منطقه شمال تهران',
      city: 'تهران',
      package: '',
      comment: `سلام و صلوات 
پک بازی درمانی اسم ساده ای داره ولی مطالب علمی فوق‌العاده تخصصی در زمینه عملکرد مغز و عوامل موثر بر مغز و ریشه یابی اختلالهای ذهنی، شخصیتی، رفتاری، مشکلات متافیزیکی و ... که با چند بازی ساده کشف و قابل درمان هست. توضیح این قسمت وسیع هست و مطلب بسیار... ( به طور قطع جابجایی مرزهای علم، علمی برای ۱۵ سال بعد)
اختلال هایی که با درمان های طولانی مدت و پر هزینه با مصرف داروهای متفاوت در حال انجام هست، با چند بازی ساده ولی تدبیر شده ( ادامه پک ۱ و ۲ و ۳ ) قابل درمان هست، با کمترین هزینه و با زمان کوتاه تر.
شگفت زده شدیم که با یک وسیله بازی بسیار ساده میشه در زمان هم سیر کرد...
این دوره برای افراد بی سواد هم کاربردی هست و قابل اجرا...
تو این دوره به معنی واقعی متوجه شدیم شادی و خنده حلال چی هست و چه اثراتی از لحاظ فردی و خانوادگی و اجتماعی داره...
در مورد هزینه دوره هم فقط میشه گفت مطالب ارائه شده تو دو سه ساعت اول در روز اول مبلغ پرداختی رو پوشش میده و ادامه دوره هدیه دکتر کوهی به ما هست.
ماشاءالله لا حول و لا قوة الا بالله العلی العظیم.
استاد بزرگوار قادر به تشکر به نحو احسن نیستم، انشاءالله خداوند متعال و حضرت ولیعصر برای شما و خانواده محترمتان هزاران برابر جبران کنند.`
    },
    {
      name: 'خانم بیکی',
      job: 'درمانگر و نماینده طب اسلامی',
      city: 'گنبد کاووس',
      package: '3',
      comment: `بسم الله الرحمن الرحیم

با سلام و نور 
خدمت استاد کوهی بزرگوار و ارجمند

بابت دوره بسیار عالی احجارو روایح شهرری برگزار کردین واقعا کمال تشکر از شما و خانم سلیمانی و بقیه دست اندرکاران این دوره دارم

واقعا دوره ای متفاوت و جذابی بود
بار علمی این دوره واقعا در مقابل هزینه آموزش که پرداخت کردیم ناچیز بود
مطالبی که استاد عزیز شما بیان کردین خیلی کاربردی و جدید بود که ما درمانگران اطلاعی از این سبک درمان با سنگ و عطر نداشتیم
شما دریچه جدیدی از درمان بیماریهای جسمی و ماورایی برای ما آموزش دادین که واقعا مدیون شما هستیم
مسلما اگر آموزش ها شما بکار ببریم یک زندگی آرمانی خواهیم داشت
مینی دوره پاکسازی هم دیگه هرچی بگم کم گفتم خیلی خیلی خوب و عالی بود با این روش که آموزش دادین مشکلات ماورایی و.... راحت تر و امن تر برطرف خواهد شد
ان شالله مزد پاداش اشاعه علم اهل بیت و قرآنی  از آقا امام زمان(عج) بگیرید و خودتون و خانواده محترم سلامت در پناه امام زمان(عج) باشید

بازم از شما واقعا سپاسگزارم 
و دعاگو شما هستم


توصیه میکنم دوستان حتما پکیج۳ شرکت کنید چون خیلی عالی و کاربردی برای زندگیتون هست`
    },
    {
      name: 'خانم حیدری',
      job: 'درمانگر',
      city: 'تهران',
      package: '3 - 4',
      comment: `سلام و شور و شادی و عشق 

☘️عشق و الفت و مهربانی و شور الهی و باطنی و حقیقی و فطری که خدای بزرگ در وجود ما و در این هستی قرار داده و ما  مطلع و آگاه نبودیم که چطور عشق و شادی و امید رو زنده کنیم با بازی ،

همان بازی‌هایی که امیرالمومنین علیه السلام در زمانه خود با آن همه عظمت ،با بچه ها می‌کرد و امید و الفت را زنده می‌کرد....

و چطور شیطان رو دور کنیم از وجودمون با خنده و شادی الهی☘️

خدا را بی نهایت شاکرم که من رو راهنمایی کرد شاگرد استاد کوهی عزیز باشم و از این طریق بلطف خودش آگاهم کرد که چطور بازی کنم ....

اینکه چه عطری بزنیم ،چه سنگی داشته باشیم ،کدام آیه منور از قرآنش رو تلاوت کنیم که بازی‌هامون رنگی الهی و تاثیری الهی و نتیجه ای الهی برامون داشته باشه...

چه زمانی بازی کنیم ...
و من که زندگی رو گونه ای دیگر میدیدم ،حالا با بازی هایی که در کلاس استاد کوهی عزیز آموزش دیدم ،به بازی و  زندگی به نوعی دیگر و زاویه ای دیگر نگاه میکنم 🎡

بعد از این کلاس بازی درمانی ،تایم بازی برای خودم و خانواده خودم رو به امید خدای بزرگ قرار میدم و امید دارم که بلطف خدای بزرگ و مهربان و استفاده از آموزه های استاد، تاثیر شگرف و عجیب و عمیق این بازی‌ها رو در جسم و روح خودم و خانواده ام مشاهده کنم 


خدای بزرگ من شکرت شکرت شکرت که من رو کمک کردی و رزق علمی من رو در کلاسهای اساتید بزرگی همچون استاد کوهی قراردادی 
🎊🎉خدایا صد هزار مرتبه شکرت🎊🎉`
    },
    {
      name: 'خانم گل محمدی',
      job: 'دانشجوی رشته مکانیک',
      city: 'تهران',
      package: '4',
      comment: `سلام و نور ✨
ماشاالله لاحول و لاقوه الا بالله العلی العظیم 
اللهم بارک لمولانا صاحب الزمان

پکیج این دوره چهارم بازی درمانی و طب ماورا به طور وصف نشندی دارای سطح بسیار بسیار بالای و انرژی بود که باعث میشد تمام مشکلات روانی و جسمی از لایه های زیرین خارج و درمان شود و سطح دیگری از پاکسازی اتفاق بیفتد .
شادی در این دوره تجربه کردیم که خیلی سال بود از آن دور شده بودیم و کودک جوان پاک درونمون را فراموش کرده بودیم در این دوره ما یاد گرفتیم که با چیز های کوچک و ساده چجوری میشه درمان و شادی را به صورتی که شرعی است و خدا میخواهد انجام بدیم با دوستان ، خانواده و حتی خودمون .

از خداوند شاکرم که در این مسیر قرار گرفتم و توانستم در این دوره شرکت کنم «« و به دوستانی که هنوز شرکت نکردن توصیه میکنم حتما حتما این دوره برگزار شد شرکت کنید.»»

از استاد عزیز بسیاررر متشکرم که این دوره های پربرکت و پر از محتوا را برگزار میکنند ، انشاالله خداوند توان فراوان و برکت بسیار زیادی به خودشان و خانواده محترم و خانم سلیمانی عزیز و خانواده بزرگوارشان برای زحمت های فراوان که برای ما میکشند بدهد .❤️🙏🙏✨
انشاالله در این مسیر تا رسیدن به ظهور کنار استاد گرامی رشد و پرورش پیدا کنیم و در دست امام زمان  یاریشان دهیم .🌸✨`
    },
    {
      name: 'خانم ابراهیمی',
      job: 'کارشناس کنترل پروژه در یک شرکت نیمه دولتی',
      city: 'تهران',
      package: '',
      comment: `تو را بر درون خویشتن راه هست
در آنجا طلب کن که جان گاه هست

تجربه شرکت در دوره آموزشی بازی‌های تطهیر برای من یکی از تأثیرگذارترین لحظات زندگی‌م بود. این دوره فقط یک آموزش ساده نبود، بلکه سفری به دوران شاد کودکی بود. سفری بود به عمق وجود، جایی که تونستم با خودم، با گذشته‌م و با مشکلاتی که به مرور برام پیش اومد و از آن آگاه نبودم  روبه‌رو بشم و اون‌ها رو با عشق و آگاهی تطهیر کنم.

از صمیم قلب از استاد کوهی گرانقدر که با قلب بزرگ و عشقی وصف ناپذیر و دانشی عمیق مطالب سنگین را به صورت بسیار ساده و قابل فهم و ملموس ارایه دادند سپاسگزارم. 
همین‌طور از خانواده دوست‌داشتنی خانم سلیمانی  که با تمام وجودشون فضا رو آرام ، دوستانه و محبت‌آمیز  کردند.

تأثیرات این دوره برای من، فراتر از تصور بود؛ آرامش درونی، آگاهی بیشتر، ارتباط بهتر با خودم و اطرافیانم، و مهم‌تر از همه، انگیزه ای دوباره برای ادامه مسیر .

اگر هنوز در این دوره شرکت نکردید، از ته دل پیشنهاد می‌کنم که حتماً این تجربه رو برای خودتون رقم بزنید.
این فرصت رو به راحتی از دست ندید.

با آرزوی دلی آرام و جانی بیدار برای شما`
    },
    {
      name: 'خانم قاسمي',
      job: 'خانه دار',
      city: 'شهر ری',
      package: '4',
      comment: `سلام علیکم 
سلام و نور و خدا قوت به استاد بزرگوار و خانم سلیمانی عزیزم و خانواده محترم شون 
بله واقعا کلاس بی‌نهایت و بسیار عالی و پر باری بوددددددد
باور تون میشه که با یک بازی ساده بیماری های مغزی که باید حداقل ۳ ماه دارو مصرف کنند درمان می‌شه شکلک تعجب ویا بیماری های تنفسی و روحی ووووووو پس دست دست نکنید و  ان شاءالله ان شاءالله حتما حتما از همین الان برای سری جدید  دوره پکیج ۴ ثبت نام کنید🌹`
    },
    {
      name: 'خانم شرافتی',
      job: 'درمانگر طب',
      city: 'ساوه',
      package: '',
      comment: `سلام ونور جاری در وجود پر از مهر و آرامش استادکوهی عزیز جان و خرد 

الحمدالله رب العالمین 
الحمدلله رب العالمین 
الحمدلله رب العالمین 
الحمدالله رب العالمین 


الحمدالله کما هو اهله 

ماشاالله لا حول بلا قوه الا بالله آلعلی عظیم 

 
استاد کوهی بزرگوار 
هیچ کلام وجمله ای برای بودنتان در مسیر زندگیم ندارم زبانم  قاصر است در برابر این همه علم ،مهر،تواضع،ببخش شما برای فرزندانتان 
 پدر معنوی مهربان و دلسوزی هستید که باعث شدید فرزندانتان در مسیر معنویت رسیدن خالصانه به خداوند واعمه را یاد بگیرند 
شما الگویی از یک انسان کامل وبی الایش هستید 
آنقدر در روح و جسم ونفس مان کار کردید تا ما بتوانیم خوب  بندگی کنیم برای مخلوقمان 
 آدمی بودم که پر از غرور ووووووو،،،،
خیلی از رضیلتهای  در وجودم و فکر میکردم همه رفتارها درست است 
ولی با شرکت در کلاسهای شما فهمیدم ،درک کردم ،تلاش کردم تا بتوانم درست بندگی کنم بر مخلوقم 
کاش زودتر در جوانی در مسیر زندگی من قرار می‌گرفتید 
 تا خالص بودن در برابر خداوندرا زودتر و عمقی درک میکردم 

کلاسهای شما مثل کوه میمونه وما سنگ الماس که هر چه بیشتر در کلاس ها شرکت میکنیم  رشد وتکامل ما کاملتر میشه ونفس وروحمان زیباتر وپر نورتر 

کلاس های شما را که شرکت میکنم دقیقا مثل سفر کربلاست برام  
وقتی کربلا میرم میام تازه میرسم ایران میگم خدایا من واقعا کربلا بودم کاش برنمیگشتم 
دقیقا وقتی از کلاس برمی‌گردم این حس را  دارم
 دوره بازی درمانی هم که بی نظیر بود
من یه عالمه مشکل داشتم نقطه درمان پیداکردم 
حس میکنم چقدر میشه کمک کرد به آدمهای دور وبرمون ودرست بزنیم به نقطه هدف 

از خداوند برای شما  پدرومادرو خانواده محترتان و فرزندانتان عشق ،ارامش،سلامتی ،ارزومندم امیدوارم زیر پرچم آقا جانمان صاحب الزمان خدمت کنند 



خانم سلیمانی عزیزوخانواده محترم برای همه زحماتتون سپاسگزارم
حلال بفرمایید 

در پناه حق مستدام باشید`
    },
    {
      name: 'خانم رضوی',
      job: 'حسابدار ارشد - بازنشسته صدا و سیما',
      city: 'تهران',
      package: '',
      comment: `شکر و سپاس خدای را ،بر این ،هدایتی که، دوری از هر شری را در عالم ، به ما،اموخت
  واعتصموا بحبل الله را در  جان مان ریخت،،، وچشم  دل مان را به نورانیت سراج منیر ،عمیق و نافذ 
و قلب مان را آماده تجلی  حکمت الهی ،بنا بر ظرف  وجودی  ،گردانید،،،
خدایا اورا که ،حاصل غور و اندیشه سالیان را متواضعانه در اختیارمان گذاشت
،درپناه خودت سلامت و سعادتمند ،در دنیا و آخرت قرار ده،
امید ونشاط را در قلسیب
ثبات را در راهش ،
توفیق روزافزون را در هر لحظه زندگیش ،
وبرکات ورزق واسعه را در سفره زندگیش قرار ده ،،،
استاد کوهی بزرگوار ،سپاسگزاریم،،،
التماس دعا 
در پناه خداوند`
    },
    {
      name: 'خانم پورفلاحتی',
      job: 'درمانگر',
      city: 'تهران',
      package: '4',
      comment: `سلام و نور✨✨✨
عرض ادب واحترام


خدمت استاد بزرگوار...دکتر کوهی گرامی

واقعا زبانم قاصره برای تشکر از  محتوای  کلاس ها 

از همون پکیچ ۱ تا ۴ به ترتیب وبا سلیقه برنامه ریزی شده
وهر کدام از پکیچ ها برای برای خودش دنیای بزرگی داره
ان قدر محتوا زیاد وپر بار هست
که بعد از یکسال هنوز نتونستم محتوای پکیچ یک را کامل کنم..هر روز وهر جلسه که تشکیل میشه..اموز ش های جدید وپر محتوا

ماشاالله لا حول ولا قوه الا بالله العلی العظیم

 
الحمدلله  بابت این کلاس ها 
که قسمتمون شد



ماشاالله به استاد بزرگوار
خدا به استاد بزرگوار وخانواده محترمتان صحت وسلامتی عطا کند..ودعای خیر پدر مادرشون بدرقه راهشون باشد..وعاقبتشون ختم به شهادت در ظهور آقا امام زمان عج ودر رکاب ایشان
ان شالله🤲 

که با صبر و شکیبایی ما را راهنمایی میکنند

الحمدالله کما هو الله
به دوستان گروه توصیه میکنم
هر طوری شده برنامه ریزی کنند و کلاس بازی تطهیر را تشریف بیاورند
ان هایی هم که قصد داشتند بیان ولی نیومدن
سرشون کلاه رفت.

 کلاس خیلی پر نشاط وپر انرژی  بود
ولی حیف که زود تمام شد


خانم سلیمانی عزیز وخانواده محترمشان هم شبانه روز سعی و تلاش کردند.تا کلاس به نحو احسنت برگزار بشه
خدا به خودشون وخانواده محترمشان سلامتی و عاقبت به شهادت را روزی شون کنه   🤲`
    },
    {
      name: 'خانم حمیدی',
      job: 'درمانگر',
      city: 'تهران',
      package: '',
      comment: `سلام و عرض ادب محضر همه بزرگواران 
هر چه فکر میکنم واژه و کلماتی که بتونه احساسم رو انتقال بده پیدانمیکنم برای تشکر از استاد و وصف حالم در طول مدت کلاس .
فقط میتونم بگم در طول دوره آموخته های گذشته ام رو اعم از  تحصیلات دانشگاهی  و تجربیات و ‌کلاسها و دوره های آزاد رو بررسی میکردم .و مدام در دل میگفتم کاش زمان به عقب برمیگشت و من به جای آن همه دوره و کلاس و .... فقط در دوره های استاد کوهی شرکت میکردم و بس .
نمیدونم شاید الان رزقم بود.شاید در کنار این گروه رزقم بوده ....نمیدونم.
اما از خدا  میخوام حالا که اجازه شرکت در این دوره رو عنایت فرموده، توفیق  یادگیری کامل و بهرمندی جامع رو بهم ( و بهمون) عنایت کنه ان شالله 
تشکر از خانم سلیمانی بزرگوار و خانواده محترمشون  که بسیار تلاش کردند برای  برگذاری  دوره.
ان شالله همگیمون در خیل اعوان و انصار بقیه الله عجل الله تعالی باشیم .

ان شالله به زودی در پکیج های بعد  شرکت کنیم و بهرمند شویم .
از همگی صمیمانه حلالیت می طلبم`
    },
    {
      name: 'خانم کاظمی',
      job: 'درمانگر',
      city: 'تهران',
      package: '1 2 3 4',
      comment: `سلام و نور 
بنده یکی از صدها دانش پژوه استاد کوهی بزرگوار هستم

من به فضل خداوند و زحمات سرکار خانم سلیمانی عزیز با کلاسی های سراسر نور استاد آشنا شدم

در پکیج اول معنویات من یه جور خاص،برام جذاب شد، و به لطف خداوند دیگه نمازهام رو به قضا شدن نرفت،
نحوه صحیح اذکار و سبک زندگی رو آموزش دیدیم، که بسیار عالی بود...

پکیج دوم ماساژ و پرانا بسیار کاربردی بود چون درمانگر بودم و فرزند کوچک داشتم، در روند درمان و فرزندپروری بسیااااار کاربردی بود و تاثیر مثبت داشت...


پکیج سوم که در مورد احجار و روایح بود 
کولاک کرد ،چه در زندگی شخصی و چه در کار درمانگری 

یک میانبر در درمان بود...

پکیج چهارم...پکیج چهارم...پکیج چهارم
هرچی بگم کم گفتم از مزایای این نوع تدریس و محتوای آن 

بازی درمانی، که استاد واقعاً مرزهای علم رو جابه جا کردن
به قدری جذاب و شیرین و کاربردی بود برای من
به طوری که، نشاطی رو که ۱۱ سال در درون من گم شده بود،رو دوباره بدست آوردم
آموزش های دیدیم که با به کارگیری آن مطمئنا تأثیرات فوق‌العاده مثبت آن را در خانواده و اجتماع به وضوح خواهیم دید...

به طور کلی دوره های استاد کوهی بزرگوار، شاه راه هایی هستند برای زندگی و درک بهتر زمان ظهور امام زمان عج ✨`
    },
    {
      name: 'خانم هزیجی',
      job: 'درمانگر',
      city: 'تهران',
      package: '',
      comment: `سلام ونور 
تو این دنیایی که هرروز یاس ونا امیدی سراغم میومد و نصبت به شغلم (درمانگر)خستگی زیاد و تخلیه انرژی وسردرگمی برای بعضی از مراجعه کننده هام که باید چیکار کنم براشون فکرم رو درگیر کرده بود
وارد دوره های استاد کوهی شدم ،قدم به قدم تشخص ودرمان رو با روشی امن که در چارچوب قرآن وصحیفه سجادیه ونهج البلاغه ومفاتیح الجنان رو در روح و جونمون نشدون و یاد گرفتم که چطوری انرژی رفته وانرژی های منفی چطور از خودم و خانواده م دور کنم و جاش رو با نوراهل بیت  پر کنیم و با هر دوره جدید یه بعد جدید از مشکلات فیزیک و متافیزیک رو بررسی و درمان میکنیم`
    },
    {
      name: 'خانم انصاری',
      job: 'دبیر بازنشسته',
      city: 'تهران',
      package: '3',
      comment: `سلام و نور 
یه تشکر ویژه دارم از شما و خواهر گرامیتون که بابت کلاسها خیلی وقت می‌گذارید و زحمت میکشید 
کلا با کلاسهایی که در سه پکیج گذراندم دنیام عوض شده 
وخیلی حسرت میخورم که نتوانستم در پکیج چهار به علت تداخل کارهایم  شرکت کنم  امیدوارم که بتوانم در فرصت  بعدی استفاده لازم رو ببرم  
اجرتون با صاحب الزمان`
    },
    {
      name: 'خانم ابراهیمی',
      job: 'کارشناس کنترل پروژه در یک شرکت نیمه دولتی',
      city: 'تهران',
      package: 'اردو پرانیکی',
      comment: `سلام و عرض ادب خدمت استاد بزرگوار و همه دوستان عزیز

بخشی از شکرگزاری از نعمتها و لحظات خوبی که پروردگار به ما می بخشند به زبان آوردن و نشر آن میباشد. 
در روز اردو به دلیل حال و هوای خاصی که داشتم از مصاحبه جا ماندم. با خود اندیشیدم سستی در انجام این کار کمال ناسپاسی از این همه نعمات و تلاش و کوشش هایی است که در این دو روز استاد عزیز و تیم صبور و متواضعشان برای ما رقم زده اند. 

پس اینگونه آغاز میکنم این شکرگزاری را از سوی خود و بسیاری از شرکت کنندگان در اردو :

استاد گرانقدر، این دو روز از اردویی که برای ما تدارک دیده بودید بسیار دوره ای خاص بود که به نظر من هیچ استادی مانند این را نمی تواند برگزار نماید. چرا که در وهله اول با عشق و با جان و دل کار کردن شما رنگ و بوی خاصی به این دوره داده بود. (هرچند که در دوره های آموزشی نیز دلسوزی شما جهت یادگیری دانش پژوهان مشهود بوده است)

هماهنگی دقیق در روز شهادت بزرگ بانوی دو عالم، برای زمان خاص در کنار ساحل بودن، پاکسازی چاکراها، پاکی دلها و ارتباط با پروردگار و بیعت با معصومینش...

تجربه یک روز پاییزی زیبا در جنگلهای بکر و خوردن صبحانه بر روی برگهای رنگارنگ پاییزی و ارتباط با مادر زمین ...

نشستن بر روی قالیچه های هدیه شده از سوی استاد در گوشه ای از جنگل و فرو رفتن در درون خود در کنار عطر رایحه های خوش فرآوری شده توسط موسسه استاد و دود اسپند و انجام تکنیکهای ویژه و خاص از سوی ایشان که جسم و روح ما را دوباره بازسازی نمودند...

ایستادن در کنار آتشی که شعله های آن بی هیچ منتی دمنوشهایی از نوع میوه ها و گلهای آن دیار را برای آرامش جسم ما مهیا می کرد...

پیاده روی در دل بادهای پاییزی برای رفتن به مقبره یکی از پیران طریقت جهت ارتباط معنوی در دل جنگلهای شمال، خواندن نماز جماعتی با شکوه در صفهای دوستانه، انجام تکنیک نخل در بین دو نماز ...

غذاها، میان وعده ها و نوشیدنی های ارگانیک که هر کدام با نور قرآن و ذکر اسماء الهی متبرک شده بود که جای خود داشت.

و چه مدبرانه و هوشمندانه ما را از شهر شلوغ و زندگی پرقیل و قال بیرون کشیده و با چهار عنصر هستی پیوند دادید.

و در آخر نیز همه با سبکبالی تمامی که توسط تکنیکهای پرقدرت شما که از جان و عشقتان او نشأت گرفته بود و با ساکی پر از سوغاتهایی با ارزش که هر کدام می تواند در زندگی ما تأثیری خوشایند بگذارد تک تک شاگردان را راهی شهرشان نمودید...

همانند پیر و مرشدی دلسوز شاگردان را به سوی خود کشاندی و کوله بار سنگین غصه ها و ناراحتی ها را از آنها گرفته و با دلی شاد و البته پر از آگاهی آنها را روانه نمودید. 

بعد از این دریا، ساحل، غروب خورشید، جنگل، پاییز هر کدام برای تک تک شاگردان معنایی دیگر خواهد گرفت. گویا در خواب، سفری معنوی نموده و بازگشتیم و شیرینی این سفر تا آخر عمر همراهمان خواهد بود. 

تازه این سفر سوغاتی دیگری هم با خود داشت و آن آشنایی با دوستانی هم پیمان از سایر نقاط میهن عزیز و گفت و گو با آنان و تبادل اطلاعات.

و این همه نمی تواند از یک مدرس معمولی برآید چرا که این داستان، انسانی فرزانه، قدرتمند، مدیر ، با معلوماتی بالا و توانمندی خاص می طلبد که با عشق، و جان و دل به تربیت و آگاهی دادن شاگردان می پردازد و اینها همه خاص استاد کوهی بزرگوار می باشد.

پرتوان، تندرست و برقرار باشید استاد عزیز. 🙏`
    },
    {
      name: 'خانم شریفیان',
      job: '',
      city: '',
      package: '',
      comment: `با سلام و احترام خدمت استاد کوهی بزرگوار، خانم سلیمیان عزیز، خانم سلیمانی عزیز و همه دوستان
دیروز دوره احجار و روایح اصفهان تمام شد، این دوره را بنده مهر ماه شرکت کرده بودم و اینبار تکرار دوره اومده بودم و به جرات میگم مطالب کلاس ۷۰ درصد جدید بود و همیشه تکرار دوره ها پر از مطالب جدید 
استیکر آدمک با چشم های قلبی قلبی

و امروز که استاد پکیج چهار را شروع کردند و لوب های مغز من در حال رِفرِش شدنه، واقعا این دوره تمام قسمت های مغز را به چالش میکشه و نیاز تمام آدم هاست و نه یک قشر خاصی
استیکر آدمک با مغز منفجر شده

و تشکر از خانم سلیمانی عزیز که با حضورشون در دوره اصفهان بسیار ما را خوشحال کردند
استیکر آدمک با یه عالمه قلب دورش`
    },
    {
      name: 'خانم کچویی',
      job: '',
      city: 'اصفهان',
      package: '',
      comment: `عرض سلام و ادب و احترام خدمت استاد کوهی گرامی
وهمه اعضای محترم بنیان مرصوص 
خدارو شاکرم که شرکت در پکیج ۳ و ۴ رو رزق من قرار داد 
از استاد بزرگوار بسیار سپاسگزارم و قدردان زحمات و تلاش ایشان بابت انتقال این علوم بی نظیر هستم 
دوره احجار و روایح اصفهان واقعا عالی و مدبرانه طراحی و برگزار شد بنده به شخصه خیلی استفاده کردم و چیزهایی رو یاد گرفتم که تابه حال هیچ اطلاعاتی درموردش نداشتم یا بعضا اطلاعات درستی درباره سنگ ها و عطرها نشنیده بود اما در این دوره به چشم نتایج و آثار استفاده صحیح از سنگ ها و عطرها رو دیدم و خیلی برام حیرت انگیز بود
همچنین دوره بازی درمانی که امروز اولین روز برگزاریش بود و فقط چند مورد از بازی‌ها رو یاد گرفتیم ولی خیلی عالی و نشاط برانگیز بود که فقط باچندتا بازی ساده اما پرمحتوا چه کارها که میشه انجام داد و حال خودمون و خانواده و اطرافیانمون رو خوب کنیم و حداقل بچهای خودمون رو از شر این نارنجک هایی که شبانه روز در دست دارن حفظ کنیم
توصیه میکنم همه دوستانی که شرکت نکردن حتما در دوره های بعدی شرکت کنند.
استاد گرامی خیلی خیلی سپاسگزارم ان شاالله که خداوند خیر کثیر دنیا و آخرت و سلامتی روزافزون به شما عنایت نماید.
همچنین از زحمات خانم سلیمیان عزیز که برای برگزاری دوره خیلی تلاش کردن سپاسگزارم 
وقدردان حضور خانم سلیمانی گرامی هستم که اطلاعات و تجربیات خودشون رو به این خوبی در اختیار ما قرار می‌دهند
 خداوند حافظ و نگهدار همه عزیزان باشه`
    },
    {
      name: 'خانم زال پور',
      job: '',
      city: 'تهران',
      package: '',
      comment: `خداوند سایه استاد بزرگوار و خانم سلیمانی عزیز و خانم سلیمیان مهربان را بر سر همه ما مستدام بدارد.
خداوند مهربان را شاکرم که این دو بزرگوار،خواهرانه هوای استاد بزرگوار را دارند.
الحمدالله علی کل نعمه.
واقعا استاد کوهی بزرگوار خیلی لطف می کنند که در شهرهای مختلف کلاس برگزار می کنند (به دور از خانواده).
امید که قدردان لحظه به لحظه حضور ایشان باشیم.اگرچه واقعا نمی تونیم کمترین حد سپاسگزاری را به جا بیاوریم.
ان شاالله لحظه به لحظه  همه این زحمات در دفتر آقا حجت ابن الحسن،ثبت شود.`
    },
    {
      name: 'خانم صادقی',
      job: '',
      city: '',
      package: '',
      comment: `باسلام و درود 
خدمت استاد بزرگوار 
از زحمات شما بسیار سپاسگزارم 
دوره بازی درمانی درهای تازه ای از علم را برای من گشود پژوهش های علمی استاد بسیار جالب و شیرین بود
این دوره برای درمان بسیاری از بیماریها کاربرد دارد
منتظر ادامه مباحث استاد هستم 
دوستانی که امروز حضور نداشتند خیلی از اطلاعات بروز استاد را از دست دادند
توفیقات روز افزون برای استاد بزرگوار از درگاه خداوند متعال مسئلت دارم`
    },
    {
      name: 'آقای داعی',
      job: '',
      city: 'اصفهان',
      package: '',
      comment: `سلام و نور خدمت استاد عزیز و خانم سلیمیان و همه‌ی دوستان

تشکر بابت برگزاری پکیج ۳ و ۴
واقعا دست مریزاد خدمت استاد بزگوار که با این علم ناب قرآنی و محمدی دریچه‌ی روشنی از زندگی را برای ما باز کردند
واقعا قدرت خداوند توصیف ناپذیر است و هرچی جلوتر میریم بیشتر مبهوت این علم‌ها میشیم و افسوس میخوریم از اینکه چرا زودتر از اینها در این مسیر قرار نگرفتیم
ولی بازم جای شکرش باقی‌ست ک مورد عنایت امام زمان (ع) قرار گرفتیم
ان‌شاالله بتونیم با ساخت خود و جامعه، سرباز خوب و مورد تاییدی برای امام زمانمون و در رکاب ایشان باشیم

ماشاالله از این همه قدرت سنگ‌ها و عطرها که چقدر هوشمندانه بر بدن انسان اثر میگذارند و باعث درمان و لطافت میشوند

همین قدر بگم که دوستانی که شرکت نکردند ظلم بزرگی در حق خودشون کردند و مطالب بسیار زیاد و ارزشمندی رو از دست دادند

ان‌شاالله همگی توفیق شرکت در کلاسهای استاد را داشته باشیم
لا حول ولا قوه الا بالله

یاعلی`
    },
    {
      name: 'آقای داعی',
      job: '',
      city: 'اصفهان',
      package: '',
      comment: `پکیج ۴ یا همون بازی درمانی هم که دیگه زبان از گفتنش قاصر هست که چطوری چندبازی ساده اینگونه بر جسم و روح انسان تاثیر میزاره و باعث شادابی و نشاط روح و جسم میشه
الله اکبر از ابزارهای بازی که چه انرژی و نشاطی دارند و هوشمندانه گویای همه چیز هستند،چه در تشخیص و چه در درمان

امیدوارم برکات حضور استاد و برگزاری این کلاسها در زندگی تک به تک افراد نازل بشه

یاعلی`
    },
    {
      name: 'خانم معلمی',
      job: '',
      city: '',
      package: '',
      comment: `عرض سلام و ادب و احترام خدمت استاد کوهی گرامی وهمه اعضای  محترم  بنیان مرصوص ؛
خدارو شاکرم که شرکت در پکیج ۳ و ۴ رو رزق من و همسرم  قرار داد .

از استاد بزرگوار بسیار سپاسگزارم و قدردان زحمات و تلاش ایشان بابت انتقال این علوم بی نظیر هستم. 
دوره احجار و روایح اصفهان واقعا عالی طراحی و برگزار شد بنده به شخصه خیلی استفاده کردم و چیزهایی رو یاد گرفتم که تابه حال هیچ اطلاعاتی درموردش نداشتم، مخصوصا سنگ ها و عطرها  و جالبتراز همه بازی‌ درمانی ....

 اما در این دوره به چشم نتایج و آثار استفاده صحیح از سنگ ها و عطرها رو در لحظه دیدم و خیلی برام شگفت آور بود.

همچنین دوره بازی درمانی که امروز اولین روز برگزاریش بود و فقط چند مورد از بازی‌ها رو یاد گرفتیم ، اونقدرکودک درونمون بازیگوشی  کرد که به  موارد دیگه نرسیدیم ولی خیلی عالی بود ، 


دوستان دقت کنید، فقط باچندتا بازی ساده اما پرمحتوا چه کارها که نمیشه انجام داد و اول حال خودمون و بعد خانواده و اطرافیانمون رو خوب کنیم.

توصیه میکنم همه دوستانی که شرکت نکردن از الان پیگیر دوره بعدی باشند البته منم فکر میکنم دوره  پکیج ۳ و ۴  بعدی ،زود پر بشه از اونهایی که قبلا شرکت کردن ،چون طعم شیرین آموزشهای استاد رو بیشتر حس کردند. 

استاد گرامی خیلی سپاسگزارم ازشما که علاوه  بر تدریس هوشمندانه ، شناخت و  ادب در مقابل خالق مهربانمان و ادب  فرمان پذیری از صاحب الزمان و خیلی موارد دیگر را به ما آموزش می‌دهید . 

 ان شاالله که خداوند خیر کثیر دنیا و آخرت و سلامتی روزافزون به شما عنایت نماید.
 همچنین از زحمات خانم سلیمیان عزیز که برای برگزاری دوره خیلی تلاش کردند سپاسگزارم .
وقدردان حضور خانم سلیمانی گرامی (مسئول بزگوار برگزاری دروه های تهران ) هستم،  که علاوه بر ارائه اطلاعات و تجربیات بی نظیرشون ، تلاش زیادی برای آرامش و آسایش و یادگیری بیشتر ما داشتند .
 خداوند حافظ و نگهدار همه عزیزان باشد .
 در آخر اینکه دوستانی که قبلا پکیج 3و4 رو شرکت کردند ان‌شاءالله دوباره قسمتتون بشه شرکت کنید چون مطالب فوق‌العاده نابی  رو استاد ارائه کردند.`
    },
    {
      name: 'خانم هاشمی',
      job: '',
      city: '',
      package: '',
      comment: `سلام وای وای دوستانی که پک ۳و۴نیومدین چقدرجاتون خالیه
خدانصیبتون کنه امروزپک ۴کلی بازی وخنده وشادی میتونستیدیادبگیریندبرای شادکردن بچه وچقدرب راحتی کل خانواده رامیشودازشرگوشی خلاص کنیم وچقدربازی درمانی حال آدموخوب میکنه 
خداسلامتی ب استادوتمام زحمتکشان بدهد
استاد بزرگواروخانم سلیمانی وخانم سلیمیان بزرگوارخداعمرباعزت بهتون بدهد`
    },
    {
      name: 'خانم احمدی',
      job: '',
      city: '',
      package: '',
      comment: `سلام ان شاالله تکراردوره پکیج 3و4 اصفهان دوباره برگزاربشه بشدت مشتاقم شرکت کنم اماافسوس صدافسوس اینبارقسمت نبود`
    },
    {
      name: 'خانم براتی',
      job: 'پرستار',
      city: 'اصفهان',
      package: '3',
      comment: `سلام و نور

سخت بود ولی شد گفتم بیام نیام تکرار دوره احجار رو دودل بودم تا بالاخره شد و ثبتنام کردم و حالا فهمیدم واقعا دوره ها حتی تکرارشون هم روزی میخواد هم لیاقت👌

خدارو شاکرم که روزیم کرد و این لیاقت رو بهم داد ....که اگه نمی اومدم بعدا بشدت پشیمون میشدم

کی باورش میشه که هر سنگ درمانی با سوره های خاصی تغلیظ بشه ؟
کی باورش میشه با چنتا سوره روی سنگ بتونی مرض های سخت درمان کنی؟
تویی که میگی مددجو داری که شراب میخوره...تویی که میگی مددجو مشکل باروری مردانه داره...تویی که میگی اختلال پانیک داره ...تویی که میگی مددجوت تشنج و دیابت و ترس و وحشت و ام اس و سرطان و کیست و ...و هرچی که ب ذهنت میرسه ؛ داره میخوای درمانش رو بدونی؟ میخوای با نور خدا یعنی قرآن بتونی درمانش کنی پس بسم الله بیا ببین دوره تکرار احجار استاد کوهی چه کرده ....کولااااااک کرده....فکرشم  نمیکردم این همه ب روزرسانی فقط در چندماه فقط برا دوره احجار باشه...

خلاصه که بدون اغراق بگم ضرر کردین تکرار نیومدین و ضرر میکنید اگه پکیج ۳ رو نرین که البته دیگه الان معلوم نیست کی مجدد تکرار بزارن
هیچ کلاسی به امنیت کلاس استاد از نظر جسم و جان و روح و هیچ کلاسی با این همه حس ارامش و دلتنگی بعدش و شور و نشاط و این هممممممممه آموزش فوق العاده و بخصوص قرآنی ندیدم

الان میفهمم چرا استاد تاکید به تکرار دوره هم دارن ...واقعا هرچی دعاشون کنیم و تشکر کنیم کمه فقط یک جمله میگم خدا شر دشمنان انس و جن رو از ایشون و خانوادشون دور کنه و توفیقاتشون رو روزافزون کنه وعاقبتشون ختم به خیر و سرباز در رکاب آقا امام زمان ان شاالله که البته هم اکنون هم هستند سرباز گمنام آقا امام زمان علیه السلام`
    },
    {
      name: 'خانم براتی',
      job: 'پرستار',
      city: 'اصفهان',
      package: '4',
      comment: `سلام و نور

و اما نگم از پکیج ۴ که هنوز یک روز ازش گذشته و اینجور از خود بیخود شدم و درونم دگرگون شده و از این همه مطالب ناب و تربیتی مخم سوت کشیده....

شما مادری که هنوز بچه ت درگیر بازی های الکترونیکیه .... بازیهای موبایل و کامپیوتر که سروتهش جز خستگی روحی و جسمی و خشم و عصبانیت و افسردگی و....برا بچه ت نیست....شما پدری که هنوز نمیدونی چطور با بچه ت بازی کنی و چه بازی هایی رو داشته باشی که ذهنش رو فعال کنی وباهاش ارتباط خوب بگیری....حتی شما معلم مدیر مربی که نمیدونی چطور یک بازی ساده و در عین حال پر از نشاط و تهیج و مهم تر از همه ذره ذره ش فعال کردن و درمان ذهن و مغزه....آره درست شنیدی فقط یک بازی شاید خنده ت بگیره اما واقعیه ...چون اصول بازی کردن رو نمیدونید و مبنای بازی های ساده و خاص رو نمیدونید که چطور روح و جانتون رو جلا میبخشه و مشکلات رو از همون دوران کودکی حل میکنه تا الی آخر.... 

حتی شما زوج عزیز که تو روابط مشکل داری میدونسی فقط با دونستن فوت و فن و نقش یک بازی ساده تو ذهن و اتفاقاتی که برا مغز میزاره میتونی زندگیتو حتی شیرین بسازی و دیگه نگران هیچی نباشی؟

خلاصه بگم و هرچند حق مطلب ادا نشد ولی بگم که تو هر شغل و هر حیطه ای و هر سن و هرجنسی هستی تو هر زمینه ای فعالیت داری ضرر میکنی نیای پکیج بازی درمانی ...پکیجی که جدا از مبحث شورو شادی و نشاط واقعی وتهیجش سرتاسر درمانه و درمانه و درمان و تربیته و تربیته و تربیت... 

حالا دیگه این گوی و این میدون ...خودت باید بیای تا متوجه بشی چی میگیم .... اونوقت متوجه میشی چقدر دوره های استاد کوهی امن و تربیتی و درمانی و مهمتر از همه دستورات قرآنیه ..... شنیدن کی بود مانند دیدن👌

سلامتی و تندرستی و عاقبت بخیری و درپناه امام زمان بودن رو از خداوند متعال برای استادکوهی عزیز و خانواده و مجموعه شان خواستارم که همگی دست به دست هم میدن که به نحو احسن کلاسها برگزار بشه شهر به شهر و استان ب استان هرچند ما همیشه جلو رو میبینم و از پشت صحنه ها خبر نداریم ولی قطعا  از همه لحاظ از همه چیز مایه گذاشتن که بتونن جامعه ای آماده کنن که برا ظهور آمادگی لازم رو داشته باشه ....امید که لیاقت همچین علمی رو داشته باشیم و بتونیم دینی که گردنمونه رو ب شکل صحیح ادا کنیم ....


ادامه دارد....😁چون هنوز روز اوله`
    },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
    // {
    //   name: '',
    //   job: '',
    //   city: '',
    //   package: '',
    //   comment: ``
    // },
  ];
  constructor() { }

  getAllComments(): CommentModel[] {
    return this.shuffle(this.comments);
    //return this.comments;
  }
  //برای اینکه هر سری باز میشه نظرات متفاوت باشند جابجا باشند در نمایش
  private shuffle(array: CommentModel[]): CommentModel[] {
    const copy = [...array];
    for (let i = copy.length - 1; i > 0; i--) {
      const j = Math.floor(Math.random() * (i + 1));
      [copy[i], copy[j]] = [copy[j], copy[i]];
    }
    return copy;
  }
  searchComments(term: string): CommentModel[] {
    const lowerTerm = term.toLowerCase();
    return this.comments.filter(c =>
      c.name.toLowerCase().includes(lowerTerm) ||
      c.job.toLowerCase().includes(lowerTerm) ||
      c.city.toLowerCase().includes(lowerTerm) ||
      c.package.toLowerCase().includes(lowerTerm) ||
      c.comment.toLowerCase().includes(lowerTerm)
    );
  }

}
