import { Injectable } from '@angular/core';
export interface PrescriptionModel {
  name: string;
  type: string;
  subject: string;
  prescriptoin: string;
  comment: string;
  Symptoms: string;
  Causes: string;
  Effects: string;
  Hashtag: string;
}
@Injectable({
  providedIn: 'root'
})
export class PrescriptionService {

  private prescriptions: PrescriptionModel[] = [
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه های ضد وحشت و پانیک و ترس و اضطراب',
      prescriptoin: `
چهارده عدد دانۀ سِپَند قورت دهید
سپس 12 ساعت بعد به مقدار یک نخود آنغوزه قورت دهید، 
درمان ترسو بودن و وحشت میکند، 

2.یک استکان دمکردۀ گُل ساعتی (منع مصرف در حاملگی و شیردهی) با عسل آویشن، 
3.دمکردۀ تمام گیاه بومادران (منع مصرف در حاملگی و شیردهی)، 
4.قبل از خواب وضو گرفته و تسبیحات حضرت زهراء صلوات اللّه و سلامه علیها بخوانید، 
5. میوۀ بِه رسیدۀ شیرین معطّر بدون پُرز میل شود، 
6. ذکر ( لَا حَوْلَ‏ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ‏ الْعَلِيِّ الْعَظِيم‏ ) در شبانه روز بگوید، 
برای رفع همّ و غمّ مفید است، 
7. تمام گیاه گُلپَر ضدّهیستری‌و ضدّصرع است
    `,
      comment: '',
      Symptoms: '',
      Causes: '',
      Effects: '',
      Hashtag: ''
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه ضد افسردگی',
      prescriptoin: `
درمان افسردگی در طب سنتی کسانی که افسردگی دارند از نظر روانشناسی بالینی سه دسته اند: 
1-افسردگی عادی یا سرماخوردگی روانی 
2-افسرده خویی یعنی صفت و خصلتش افسرده بودن است 
3-گاهی افسردگی درون زاست . 
یعنی بیماری مالی خولیا 

درصورت اول و دوم می توانید از دو نوع گل استفاده کنید. 
1- گل راعی یا چای کوهی که منطقه چکنه یا سر ولایت به آن چای پشمکی می گویند 
و استان همدان به آن چای کوفته می گویند.
در کشور ما ازین گیاه قطره هایپیران تولید شده است.
اگر فرد حامله نیست و یا بچه شیر نمی دهد 
و یا فرد کودک زیر دو سال نیست می تواند 
از قطره هایپیران استفاده کند. 
2-نوع دوم گل بهار نارنج است 
که می توانید از مربا یا عسل آن و مسقطی آن استفاده کنید. 
یک وعده شب و یک وعده صبح.

مواد غذایی تند و تیز و ترش بیماری را در فرد مبتلا تشدید می کند 
و ضریب اضظراب و تپش قلب را هم بالا می برد.
مثل فلفل – سس فلفل- سس انبه و غذای هندی را نباید بخورید.

ترشیجات بندری و لیته ای و قره قروت ، 
لواشک الوچه و گوجه سبز را هم نباید بخورید زیرا تپش قلب را بالا می برد و دلهره را بیشتر می کند.
متخصصین قلب و عروق برای افرادی که افسردگی دارند 
قرص های تپش قلب را تجویز می کنن که نصف قرص را با صبح و نصف دیگر را شب میل کند.
اما ازین دارو قوی تر میوه به است 
که حضرت علی (ع) آن را توصیه کرده اند 
خوردن خود میوه ، 
آب آن یا مربای به توصیه می شود. 
که می توانید صبح دو قاشق مربای آن را میل کنید
و یا آب به را یک استکان میل کنید.
همچنین شب قبل از خواب آب دو عدد سیب شیرین را همراه با عسل آویشن نعنا با آب مخلوط کرده و میل کنید.
    `,
      comment: '',
      Symptoms: '',
      Causes: '',
      Effects: '',
      Hashtag: ''
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه درمان اضطراب',
      prescriptoin: `
1. روز را با «بِسْمِ اللهِ الرّحمنِ الرّحیم» آغاز کرده و نماز صبح بخوانید.

2. صبح‌ ناشتا یک استکان دمکردۀ گل راعی (منع مصرف در حاملگی و شیردهی) مخلوط با عسل آویشن.

3. صبحانه شیر تازۀ گاو کم‌چرب مخلوط با عسل آویشن.

4. وسط روز گلابی، انگور سیاه، انار‌شیرین، میوۀ بِه میل فرمایید.

5. نماز ظهر و عصر بخوانید، سپس چای کوهی (منع مصرف در حاملگی و شیردهی) با عسل آویشن بنوشید.

6. به همراه ناهار یک قاشق غذا خوری روغن زیتون، چند برگ کاهو بدون‌سُس و یک عدد پرتقال بخورید.

7. هفته‌ای دو بار ناهارها ماهی و میگو بخورید و بعد از خوردن ماهی حتماً عسل آویشن میل کنید.

8. عصرانه: آناناس، مخلوط زنجبیل با عسل آویشن، انار شیرین، میوۀ بِه، میوۀ شاه‌بلوط میل‌ نمایید 
یا مخلوط یک‌استکان عرق طبیعی بید مشک + 
یک قاشق چایخوری تخم ریحان + 
یک قاشق مربّاخوری عسل آویشن، 
یا شربت گل‌بیدمشک با عسل زعفران بنوشید.

9. نماز مغرب و عشاء بخوانید سپس دمکردۀ گل بهار نارنج با عسل آویشن میل کنید.

10.بعد از نماز می‌توانید غذای کمکی بخورید 
مانند نان سبوس‌دار+ پنیر کم چرب + مغز گردو + سبزی خوردن (سبزی ترخون آن بیشتر باشد)

11. شام، سوپ رقیق شده (یک بشقاب) + 
آبغورۀ طبیعیِ نجوشیدۀ بی‌نمک که در آفتاب نباشد (یک قاشق غذاخوری) + 
روغن زیتون خوراکی طبیعی (یک قاشق غذاخوری) + 
چند برگ کاهو (بدون سُس) و یک عدد لیمو شیرین.

12. شب قبل از خواب یک لیوان آب سیبِ طبیعیِ رسیدۀ تازۀ شیرین مخلوط با عسل آویشن.

13. به همراه غذا یا به همراه غذای کمکی، اسفناج‌خام یا پخته و سبزی ریحان بخورید.

14. سلنیوم ضدّ اضطراب و پتاسیم و منیزیم ضدّ ضعف اعصاب است 
که با خوردن ریز مغذی‌هایی همچون مغز خام بادام درختی شیرین 
و مغز تخمۀ خام کدو و کدو حلوائی و ماست شیرین کم‌چرب، 
می‌توان آن‌ها را تأمین کرد.

15. آنغوزه (صمغ کُما) در سرکۀ طبیعی حلّ کرده بنوشید برای اعصاب بسیار مفید است.

16. دَمنوش دارچین ضدّ اضطراب است (منع مصرف در حاملگی).

* کاهو (بدون سُس) بهترین دارو برای بیماران عصبی: مسکّن اعصاب، خواب آور و آرام بخش است 
و حتّی تشویش و نگرانی (استرس) و دلهره (اضطراب) را از بین می‌برد. 
کاهو اثر ضدّ تشنّج دارد 
و در درمان مالیخولیا مفید است، 
همچنین کاهو باعث افزایش شیر مادر و تصفیه کنندۀ خون و کاهش دهندۀ حرارت اضافی خون است 
و بخاطر دارا بودن آهن و اسید فولیک خون‌ساز نیز می‌باشد

روزي سه استکان (هر 8 ساعت يک استکان) دمکرده نعنا بخوريد.
      `,
      comment: '',
      Symptoms: '',
      Causes: '',
      Effects: '',
      Hashtag: ''
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه استرس',
      prescriptoin: `
درمان استرس:

1ـ صبحانه: شیر تازۀ گاو کم‌چرب با عسل زعفران یا عسل عنّاب بخورد.

2ـ مصرف سبزی‌جات (جعفری، ترخون، مرزه، پونه، نعنا، آویشن، ریحان، کاهو بدون‌سُس)، 
میوه‌جات (گلابی رسیدۀ شیرین، لیمو شیرین، میوۀ شاه‌بلوط (فندق کوهی)، خوردن سیب قرمز رسیدۀ شیرین معطّر طبیعی).     

3ـ مصرف کدو حلوائی، تخمۀ خام کدو.

4ـ مصرف روغن زیتون طبیعی، یا زیتون خوراکی. 

5ـ خوردن ماهی که بعد از آن عسل طبیعی بخورید.

6ـ خوردن غلّات (گندم، جو، ذرّت، برنج)، 
سبوس‌ها (سبوس گندم، سبوس جو، سبوس برنج)؛ 
زیرا برای درمان استرس و اضطراب نیاز به ویتامین B5 است که در سبوس غلّات هست 
لذا گوئیم نان‌گندم سبوس‌دار، نان‌جو سبوس‌دار، نان‌برنجی سبوس‌دار مصرف شود.

7ـ ماست شیرین کم چرب.

8ـ مغز خام بادام درختی شیرین.

9ـ ورزش‌های مناسب و نرمش‌های مفید در هوای آزاد حیاط منزل یا پارک (زنان به پارک بانوان بروند).
.
      `,
      comment: '',
      Symptoms: `
علائم شروع استرس که حاکی استرس شخص است:

1ـ احساس اضطراب، 
2ـ تحریک پذیری، 
3ـ بی‌قراری، 
4ـ ضرب‌گرفتن انگشتان، 
5ـ تکان‌دادن زیاد دست و پا، 
6ـ حملات وحشت‌زدگی، 
7ـ احساس خُرد‌شدگی، 
8ـ نداشتن انرژی، 
9ـ پُرخوری یا کم‌خوری.
      `,
      Causes: `
علل ایجاد استرس:

1ـ خودخوری، درگیری ذهنی و فشار روانی، 
2ـ مصرف زیاد گوشت قرمز (مخصوصا گوشت گاو) و غذاهای سرخ شده، 
3ـ مصرف شیرینی‌جات غیر‌طبیعی، 
4ـ کمبود ویتامین B5ـ 
کمبود پُتاسیُم،
 6ـ کمبود مَنیَزیُم، 
7ـ نکته سنجی‌های بیجا، 
8ـ داشتن توقّعات بیجا و انتظارات بیجا از دیگران، 
9ـ عاقّ والدین، 
10ـ قاطع رَحِم، 
11ـ اهمیّت بیش‌از اندازه به کار، 
12ـ داشتن کارهای استرس زا مانند رانندگی، صندوق‌داری بانک، کارهای مدیریّتی و...، 
13ـ لباس‌تنگ پوشیدن، 
14ـ کفش‌تنگ پوشیدن، 
15ـ زیا‌دبودن گرمای محیط یا گرمای هوا
      `,
      Effects: `
اثرات سوء و بد بیماری استرس روی بدن:

1ـ بطور کلّی گوئیم بیماری استرس موجب ایجاد بیماری‌های پوستی میشود 
مانند: لکّه‌هائی روی پوست (مثل بیماری بَهَق)، 
2ـ کاهش قدرت باروری، 
3ـ جوش زدن، 
4ـ میگرن، 
5ـ مشکلات گوارشی، 
مانند: تُرش کردن، 
6ـ اختلال در خواب، 
7ـ مشکلات قاعدگی، 
مانند: نامنظّمی قاعدگی، 
قاعدگی شدید 
و قطع قاعدگی، 
8ـ فرسودگی سیستم ایمنی بدن 
که علامت استرس شدید است، 
9ـ کسانیکه زیاد اقدام به عمل‌های ترمیمی پوست و زیبائی میکنند، 
نشانۀ استرس زیاد آنها است، 
10ـ گاهی حالت بی‌حوصلگی و گاهی حالت کثیر‌الشّک و گاهی حالت وسواسی دارد، 
11ـ ریزش مو به نوع سکّه‌ای، 
12ـ کم خوری استرسی یا پُرخوری استرسی.
      `,
      Hashtag: `
#علل_استرس

#استرس
#دلهره
#درمان_استرس
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه پارکینسون',
      prescriptoin: `
بازتاب اعصاب و روان
بازتاب دست 

و تکمیلی 

1. جوشانده پوست درختِ بَنِهْ  با مصطکي (براي فلجي، لقوه، رعشه، ورم مفاصل مفيد است).

2. گوشت آهو.

3. زِنيان (خوراکي، موضعي) (منع مصرف در حاملگي و شيردهي).
 
4. روغن کرچَک (10 گرم در 24 ساعت). [زياده‌روي در مصرف نشود؛ زيرا عقيمي مي‌آورد]

5. سياه‌دانه روزي سه قاشق چاي‌خوري.

6. صبح ناشتا عسل آويشن با آبِ نيسان.

7. ضماد پخته يونجه، 
ماساژ با روغن يونجه. 
و خوردن يک استکان عرق طبيعي يونجه (اسپست) قبل و بعد از هر وعده غذائي (ضِدّ پارکينسون، ضِدِّ رعشه و ضِدّ تشنّج).

8. زنيان + سياهدانه + آويشن ، مخلوط را خورده و در پارچه پيچيده روي موضع گذاريد.

9. شستن صورت و اعضاء با سرکه مخلوط با پودر خَردل.

10. دود إسپند، بخور إسپند، ماساژ با روغن إسپند.

11.دانه کنجد، روغن‌کنجد، أرده يزد. (مخلوط با عسل طبيعي گَوَن ميل کنيد).

12. پودر رَتِه (دانه فندقي از تيره فرعي گُل ارغوان) را استنشاق کنيد.

13. خوردن ميوه آمله با عسل گَوَن.

14. آويشن با عسل آويشن.

15.بُخار پَز باقِلّا يا آب پَزِ آن، ضدّ پارکينسون، ضدّ انواع سرطان (مري، معده، دهانه رحم)، ضدّ خلطِ اضافي، مولّد مغز ساق پا (توجّه:بيماري فاويسم نداشته باشد).

16. گياه ناخنک نافع سکته و لقوه مي‌باشد.

17. ماليدن روغن بابونه.

18. ماليدن روغن پسته با مُشک (جهت درمان لقوه و تقويت حافظه).

19. بمدّت دو هفته تا دو ماه، هر روز نيم گرم سَرگُلِ زعفران (زعفران خالص) در يک ليوان آب مخلوط با عسل آويشن، ميل کنيد (ضدّ پارکينسون و ضدّ آلزايمر).

20. شيره فرفيون را با روغن زيتون مخلوط کرده ضماد کنيد، فلج و لقوه و سستي اعضاء و دردهاي أعصاب و مفاصل را درمان مي‌کند.

21. يک قاشق چاي‌خوري صبح و يکي عصر از مخلوط سائيده أفتيمون با عسل آويشن.

22. ماساژ با روغن بالنگ.

23. روزي يک قاشق چاي‌خوري پودر برگ سَنا، به همراه ماست يا دوغ شيرين مصرف کنيد (کوليت روده نداشته باشيد).

توجّه: کنترل تعادل بدن در هنگام راه رفتن، توسّط مغز و مُخچِه انجام مي‌شود.

* پزشکي جديد در درمان پارکينسون داروهاي شيميائي ميدهد 
که عوارض سوئي دارد: 
1.لوو دو پا، 
2.لوو دو پا – 
بي،3.لوو دو پا – 
سي، 4. کابرگولين (پرولاکتين بالا- پارکينسون)، 
5. بِنزِتروپين (اکستراپيراميدال- پارکينسون)، 
6.بنزوتروپين مسيلات (ديستوني- پارکينسون)، 
7.باي پيريدن (اکستراپيراميدال در مسموميّت داروئي- پارکينسون).

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
#درمان
#درمان_پارکینسون  
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه سنگ کلیه',
      prescriptoin: `
يك اصل كلي در رابطه با همه سنگ ها و جود دارد 
واناين است كه فرد بايد در 24 ساعت 
در سنين بالاي 25 سال 
8 ليوان آب آشاميدني سالم و آبجوش ولرم استفاده كند . 
و چون در سن 25 سال به بعد 
حس تشنگي كم كم در انسان از بين مي رود 
و فرد به علت مشغله فكري و فعاليت اجتماعي زياد 
فراموش ميكند آب بخورد 
و خيال مي كند ساير نوشيدني ها 
مي تواند جاي آب اشاميدني را بگيرد 
در حالي كه اصلا اينطور نيست. 

در روايات و احاديث آمده : 
بهترين نوشيدني در دنيا 
و آخرت آب سالم است . 


اسباب مستحبي كه در پيشگيري و درمان : 
آب جوشده ولرم را آرام بخورد 
يعني به شكل مكيدن بخورد . 
و اگر سريع بخورد باعث وليد اسيد معده 
و درد كبد مي شود 
هر 6 ساعت 2 ليوان اب بخورد 
و يا مي تواند از ني استفاده كند 
و بتدريج آب بخورد . 

در طب سنتي و مكمل 
از سنگ شكني ها طبيعي استفاده مي شود .

1- خوردن سياهدانه 1 قاشق همراه با عسل 
كه سنگ ها كليه و مثانه را خرد مي كنند. 

2- هل دهنده هاي طبيعي 
مثل عرق خارشتري (بصورت جوشانده و دم كرده ) 
- كاكل ذرت ، 
دم گيلاس ،
حتي معجوني از اين سه مورد را مي توان استفاده كرد 
اگر نوع دقيق ان باشد 
يك استكان و 
اگر نوع غليظ ان باشد 
نصف استكان . 

3: قطره سنگ كل : 
ولي بايد به صورت نوساني بخورند 
يعني روز اول 30 قطره با يك ليوان آب ، 
و روزدوم 35 قطره 
به همين ترتيب 5 قطره ، قطره بايد اضافه كرد 
تا به 60 قطر برسد 
و دوباره 5 قطره 5 قطره بايد مقدار آن راكم كنيد . 
اين كار به شكسته شدن سنگ كليه 
و مثانه كمك ميكند 
و در مقياس هاي كوچك قابل دفع مي باشد . 

در خوراكي ها خربزه شيرين و رسيده 
بسيار ادرار آور است .
اگر فرد هم سنگ كليه دارد 
و هم تورم پروستات 
مي تواند يك قاچ خربزه را با پوست آن بجود 
و تأثير آن را قرص هاي شيميايي بسيار بيشتر است .
اگر خوردن خربزه با پوست آن برايتان سخت است 
ميتوانيد آن را در مخلوط كن بريزيد 
تا خوردنش برايتان آسان شود.

درمان در پزشکي جديد: 

سنگ کليه تا 4 ميلي‌متر نيازي به جرّاحي و دارو ندارد، 
فقط مايعات ( آب، آبجوش ولرم، مخلوط آب با سرکه طبيعي) 
زياد بنوشند 
و تحرّک و پياده روي داشته باشند، 
يا طناب بزنند، 

از 4 ميليمتر به بالا نياز به دارو هست 

از يک سانتي‌متر به بالا 
نياز به سنگ شکن مغناطيسي يا ليزري است 
که در سه هفته (هفته‌اي يک‌بار) بايستي انجام شود. 

سنگ شکني زياد رفتن 
(مثلاً 10 مرتبه رفتن) 
باعث خراب شدن بافت کليه مي‌شود 
(دکتر کَرَمي، متخصّص اورولوژي).


مواردي که بايد پرهيز شود:

کشک غليظ، 
ماست چکيده، 
پنير، 
چاي، 
ريواس، 
اسفناج، 
کنگر فرنگي، 
نوشابه هاي گازدار 
و آبميوه هاي شيميائي، 
کافئين زياد، 
نگهداري ادرار، 
نياز شديد بدن به آب، 
کم‌تحرّکي

 
مواردي که سنگ کليه را خُرد و دفع ميکند:

1.ريشه پونه.

2.علف هفت بند.

3.ريشه نعنا.

4.ريشه عليا.

5.ريشه باباآدم.

6.عنّاب.

7.سبزي خُرفه.

8.برگهاي غازياقي.

9.خوردن شـاهي.

10.خوردن گيلاس و آلبالو.

11.خـوردن جوشـانـده بـابـونـه.

12.شب يک ساقه کرفس خام.

13.ريشـه شـيريـن بـيان (بويانـه).

14.صبح ناشتا يک ليوان آب زردک.

15.در بين‌روز 14‌عدد زيتون‌ خوراکي.

16.خوردن ساقة تُرُب (بدون برگ) با سکنجبين.

17.شنگ = شنگه (به همراه عنّاب خورده شود).

18.کوبيده دانه تاج خروس را تا صبح در شير خيسانده 
و صبح‌ناشتا دو قاشق چايخوري از آن بنوشيد

19.خوردن صمغ درخت آلو 
( قطع شِنِ کليه، خُرد کردن سنگ مثانه، 
جلا دهنده پوست و روشن شدن چهره)

20.جوهر تُرُب سياه، آب تُرُب سياه  سنگ مثانه و کليه را خُرد مي‌کند. 
و دانه انار سنگ کليه و سنگ مثانه را حلّ مي‌کند.

21.گوشت بچه کبوتر يا کبوتر چاهي با روغن کنجد بدون نمک پخته شود.

22.تخم زردک + تخم شلغم + تخم تُرُب + تخم جعفري را کوبيده (آسياب نکنيد) 
و با آب تُرُب بنوشيد

23.براي پيشگيري ار سنگِ کليه 
کلسيومي پودر سبوسِ برنج را 2 بار در روز بمقدار 10 گرم دَم کنيد و بنوشيد.

24.قارچِ پا غُرغُره = مَنّ = اَلِسُون وَلِسُون = قارچ بياباني = دُنبلان زمين = شَحمُ الأرض. 🤔🤔🤔

25.جوشانده برگ حَساس 
و ريشه حَساس (گياه حَساس= گل قارکون= مستحيه) 
[توجّه: زياده روي در خوردن دمکرده يا جوشانده برگ و ريشه حساس، 
مسموميّت مي‌آورد و موجب ريزش مو مي‌شود].

26. هندوانه رسيده شيرين سرد  غير يخچالي 
و خيار بوته‌اي براي دفع سنگ کليه خوب است.

      `,
      comment: `

پيشگيري از سنگ کليه 
يا عوامل چهار گانه 
براي عدم تشکيل سنگ کليه:

1ـ پرهيز از پُرخوري و بَدخوري 
مانند: 
کافئين زياد 
(چاي، قهوه، شکلات، کاکائو، نسکافه)، 

و مانند: 
زياده‌روي در مصرف ريواس، 
توت فرنگي، 
کلم، 
آجيل‌ها، 

و مانند: 
زياده‌روي در مصرف گوشت قرمز 
و زياده‌روي در مصرف کلسيم 
که بايستي از اين زياده‌روي‌ هاي در مصرف، پرهيز کرد، 
2ـ پرهيز از کم‌تحرّکي، 
3ـ پرهيز از کم آبي بدن، 
4ـ پرهيز از نگهداري ادرار.            
(توجّه: جهت پيشگيري از سنگ کليه، بعد از هر غذا سياه‌دانه با عسل بخورد).
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
#درمان_سنگ_كليه
#سنگ
#سنگ_كليه
#مثانه
#كليه
#سنگ_مثانه

      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه سنگ صفرا',
      prescriptoin: `
درمان سنگ صفرا :

1- جوشاندن هسته خرما 
20 الي 30 هسته خرما را در قوري ريخته 
و 2 تا 3 استكان آب روي آن بريزيد 
و بگذاريد 20 دقيقه اي بجوشد 
و يك استكان جوشانده هسته خرما بنوشيد .

2- تمبر هندي بي نمك : 
5 الي 7 خوشه آن را در يك ليوان آب ريخته 
چند دقيقه صبر كنيد 
و هسته را جدا كنيد 
و بعد ان را ميل كنيد .
اين نوشيدني قوي ترين دارو در رقيق كردن مايع صفراوي است 
چون اول صفرا غلظت پيدا ميكند 
سپس مبتلا به لجن صفراوي ميشود 
و بعد از آن مبتلا به سنگ صفرا مي شود .

سه نوع سنگ صفرا داريم : 

80 در صد آنها از نوع كلسترول هستند . 
15 درصد آنها پيگ مانتهاي هستند . 
5 درصد پيگ مانته اي سياه هستند . 

در پيگ مانتهاي قهوه اي 
اگر كافئين زياد مصرف شود 
همينطور چاي پر رنگ 
يا مانده و يا چاي اسانس دار يا عطري يا
شكلات ، كاكائو ،نسكافه زياد مصرف شود 
و همينطور مصرف زياد قرص هاي ضد بارداري 
باعث ايجاد سنگ هاي پيگ مانته اي قهوه اي مي شود . 

سنگ هاي پيگ مانته اي سياه: 
اگر كسي عفونت ادرار 
و يا عفونت دستگاه تناسلي داشته باشد 
و آن را درمان نكند 
سنگ هاي پيگ مانته اي سياه 
در صفراي او ايجاد خواهد شد .


      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `

عامل اصلي ايجاد سنگ صفرا در افراد: 

1- كم نوشيدن آب اشاميدني سالم حداقل در 24 ساعت 
بايد 4 ليوان باشد .

2- افراد آب جوش ولرم يا نمي خورند 
و يا بسيار كم ميخورند.

3- كساني كه زياد عرق ميكنند.

4- مصرف چيزهايي كه سبب ايجاد سنگ صفرا مي شود 
مثل خانم هايي كه قرص هاي ضد بارداري مصرف ميكنند . 

      `,
      Effects: `
      
      `,
      Hashtag: `

#درمان_سنگ_صفرا
#سنگ
#سنگ_صفرا
#صفرا
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه ',
      prescriptoin: `

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه کمک به درمان شن و سنگ صفرا',
      prescriptoin: `

1ـ حذف موادّ غذائي خيلي چرب 
(مانند: سر شير، خامه، کيک خامه‌اي، روغن جامد، ته ديگ)، 

2ـ حذف موادّ غذائي پُرکالري 
(قند شيميائي، شکر شيميائي، فست فودها و غذاهاي آماده صنعتي)، 

3ـ اضافه وزن خود را کنترل کنيد و چاقي را درمان کنيد.





الف: درمان سنگ هاي به نوع کلسترولي:

1ـ هر شش ساعت دو ليوان آب بخورد و عرق ريزش زياد نداشته باشد.

2ـ با هر وعده غذائي هفت‌ عدد زيتون خوراکي بخورد 
و همچنين روغن زيتون (يک‌قاشق غذاخوري)با ناهار و شام بخورد

3ـ مصرف نيم گرم زعفران.

4ـ يک استکان دمکرده سبوس با کمي عسل دافع سنگ‌هاي صفراوي مي باشد.

5ـ خوردن يک مُشت شاهي.

6ـ يک‌قاشق غذاخوري عصاره تُرب سياه

7 ـ يک‌استکان‌جوشانده علف‌هفت‌بَند‌ و نعنا

8ـ يک عدد کنگر فرنگي 
(توجّه: بيماري تيروئيد نداشته باشيد).

9ـ يک قاشق غذاخوري شيره گياه شاتره.

10ـ يک استکان جوشانده پوست و برگ و گل بيد مشک.

11ـ خوردن يک‌قاشق‌غذاخوري شيره گُلهاي برسيه 
(=رِجْلُ الهِرّ= پاي گربه= رِجلُ القَطّ)🤔🤔🤔🤔


12ـ يک استکان دمکرده تمام قسمت‌هاي گياه اُذُنُ الحِمار.

13ـ خوردن يک قاشق غذاخوري تَره پرورده در سرکه طبيعي.

14ـ آب برگ‌چغندر مخلوط با آب‌هويج‌زرد (زردک)،
دفع‌کننده سنگ‌کيسه‌صفرا است

15ـ‌جوشانده برگ‌حَساس‌و ريشه حَساس 
(گياه حَساس= گُلِ قارکُون= حَساسَه= گُلِ قَهر= مُستَحيَه)
[توجّه: زياده‌روي در خوردن دمکرده يا جوشانده برگ‌
و ريشه حساس، مسموميّت مي‌آورد و موجب ريزش مو ميشود]

16ـ بمدّت چهار روز، هر روز بيست گرم اسفرزه (اسپرزه ـ بِزرالقَطونا) 
در يک‌ليوان آب جوشانده و بخوريد ، دافع سنگ کيسه صفرا است.





ب: درمان سنگهاي پيگمانته‌اي قهوه اي:

علاوه بر دستورات بالا، 
کافئين و قرص‌هاي ضدّ حاملگي نخوريد 
و عَنّاب بخوريد.





ج: درمان سنگهاي پيگمانته‌اي سياه:

علاوه بر دستورات بالا، 
عفونت ادراري 
و عفونت دستگاه تناسلي نداشته باشيد 
و ميوه انگور، 
و آب سيب تازه مخلوط با عسل بخوريد.




د: داروي مرکّبه در درمان سنگ صفرا:

1ـ بعد‌ از ‌غذا از اين مخلوط بخوريد:
 يک ‌قاشق‌ چاي‌خوري تخم خُرفِه + 
يک‌ قاشق‌ چاي‌خوري اِجقو (خوردانه) + 
يک ‌قاشق ‌چاي‌خوري باديان ‌رومي (زيره سبز شيرين).

2ـ شب قبل از خواب و صبح ناشتا، 
موملائي شيرين بيان را 
به همراه ماءُ الشّعير اسلامي (آبجو اسلامي) بخوريد.




دستورالعمل اجرائي درمان سنگ صفرا:

صبح ناشتا: 
يک استکان جوشانده عَنّاب مخلوط با عسل طبيعي.

در بين‌روز: 
1. خوردن شربت عسل و خاکشير 
(با آب سرد براي گرم مزاجان و با آب گرم براي سرد مزاجان)، 
2. عرق طبيعي زرشک، 
3.عرق طبيعي خرفه، 
4. آب ترب، 
5.آب شاه توت.

 همراه ناهار: 
روغن زيتون، کاهو (بدون سُس)، 
آب پياز، سوپ جو، سبزي خُرفِه،

عصرانه: 
1.هندوانه رسيده شيرين، 
2.عرق‌طبيعي گُل‌بيدمشک، 
3.عرق‌طبيعي‌گزنه، 
4.عرق‌طبيعي کاسني، 
5.آبميوه ‌طبيعي هويج‌ زرد 
که اثر معجزه ‌آسائي در خارج‌کردن سنگ صفرا دارد.

مغرب: 
1. جوشانده ريشه زرشک با عسل مخلوط کنيد و ميل کنيد، 
2. آب نارنج.

همراه شام: 
روغن‌زيتون، 
کدو مسمّي (کدو سبز = کدو خورشتي)، 
کلم قمري، تُرُب.

شب: 30گرم برگ‌کاسني‌ وحشي را 
در يک‌ کيلو آب جوش دَم‌ کنيد 
و آب آنرا تا وقت‌خواب کم‌کم بخوريد

 

توجّه: 
براي خارج کردن سنگ صفرا 
مصرف هويج زرد 
يا هويج نارنجي در صبح و عصر، 
اثر معجزه آسا دارد 
(امّا مصرف هويج فرنگي خوب نيست؛ 
زيرا هويج فرنگي آسم آورده 
و پُرکاري تيروئيد 
نيز مي‌آورد 
و سبب پيشرفت سلّول‌هاي سرطاني مي‌شود).

تسکین درد صفرا 

1ـ چهارده عدد يا يک قاشق غذاخوري تمر هندي 
(در صورتي‌که فشارخون داريد بدون نمک باشد) 
با آب بخوريد، 

2ـ يک قاشق غذاخوري شيره برگ‌هاي تازه يا خشک تمشک، 

3ـ يک استکان چاي پونه بخوريد 
و ضماد پونه داغ را زير دنده راست بگذاريد،

 4ـ عسل رقيق شده صبحگاهي 
(يعني يک قاشق غذاخوري عسل در يک ليوان آب)، 

5ـ يک استکان جوشانده هسته خرما.

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `

#درمان_سنگ_صفرا
#سنگ
#سنگ_صفرا
#صفرا
#تسکین_درد_صفرا 
#تسکین
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه درمان سنگ مثانه',
      prescriptoin: `
مواردي‌ که بايد پرهيز شود:

1ـ چربي‌هاي با ترانس‌بالا
(خامه، سرشير، تخم‌مرغ، کوکو، 
سرخ‌کردني، کلّه‌پاچه، روغن‌جامد، 
تَف‌دادني، کيک‌خامه‌اي، رولت، 
نارنجکي، جگر سياه، ميوه موز، ته ديگ) 

و رژيم غذائي پُرچرب 
(زيرا باعث تجمّع سنگ در کيسه صفرا ميشود)، 

2ـ اسانس‌هاي شيميايي 
(آبميوه‌هاي شيميايي، نوشابه‌هاي گازدار، بستني‌هاي صنعتي و...)، 

3ـ قندهاي شيميايي (قند، شکر، شيريني‌جات قنادي‌ها و...)، 

4ـ‌کافئين‌زياد (مانند چاي ، قهوه، نسکافه، کاکائو، شکلات)، 

5ـ أخلاط گلو و سينه، 

6ـ قرص‌هاي ضدّحاملگي، 

7ـ عرق ريزش زياد و کم آبي بدن، 

8 ـ شوري‌ها و غذاهاي شور، 

9ـ ميگو، 

10ـ بادمجان، 

11ـ گوشت قرمز گاو، 

12ـ فست فودها و رژيم غذائي پُرکالري،  

13ـ چاقي و إضافه وزن، 

14ـ رژيم غذائي پُرچرب (باعث تجمّع سنگ در کيسه صفرا مي‌شود).


مواردي که بايد پرهيز شود: 
کشک‌غليظ، ماست‌چکيده،
 پنير، چاي، ريواس، اسفناج، 
کنگرفرنگي، 
نوشابه‌هاي گازدار و آبميوه‌هاي شيميائي

پيشگيري از سنگ مثانه: 

1ـ ادرار خود را نگه نداريد، 

2ـ پس از نزديکي جنسي با همسر شرعي، 
مختصري به سمت پهلوي راست استراحت نموده 
سپس به دستشوئي رفته و ادرار کنيد، 

3ـ هر شش ساعت دو  ليوان 
(يک ليوان آب آشاميدني سالم، 
يک ليوان آبجوش ولرم) بنوشيد، 

4ـ شيوع سنگ‌مثانه در‌ مردان بخاطر تورّم پروستات 
(يا بزرگي پروستات) بيشتر است؛ 
لذا بايستي درمان تورّم پروستات کنيد.

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه درمان سنگ مثانه2',
      prescriptoin: `

1.صبح ناشتا عسل طبيعي رقيق شده 
با آب يا آبجوش ولرم بخوريد، 
سپس قدم بزنيد.

2. در بين روز و عصرانه ميوه آلبالو، گيلاس، 
تره فرنگي، هندوانه رسيده شيرين و گرمک بخوريد.

3.به همراه ناهار و شام پياز خام و کلم قُمري بخوريد.

4.خوردن خربزه‌ رسيده شيرين براي سنگ ‌مثانه بهترين علاج مي‌باشد 
که بدون عمل‌ جرّاحي، 
سنگ‌مثانه آب‌شده خارج‌ مي‌شود 
ولي بايد مدّتي مداومت‌ نمود، 
مثلا تا 40 روز بعد از ناهار و شام بخوريد.

5.گاهي عصرانه و يا اول مغرب 
جوشانده پوست خربزه يا دمکرده ريشه بيد بخوريد.

6.بعضي از روزها ناهار خورشت باميه 
يا خورشت برگ چغندر با سرکه بخوريد.

7.به همراه شام جعفري و کرفس بخوريد.

8.گاهي شب‌ها جوشانده کاکُل ذرّت 
به همراه دم گيلاس بخوريد.

9.خوردن جوشانده دانه بارهنگ 
و خوردن سياه‌دانه با عسل به همراه آب گرم.

10.دمکرده مَرزه، ضدّ سنگ مثانه و حبس بول است.

11.به عنوان ريز‌مغذّي 
خوردن عرق کاسني، 
عرق گُل بومادران، 
و آب آلبالو 
و آب تُرُب بسيار مفيد است.

12.مغز هسته آلبالو را بکوبند 
شيره آنرا بکشند 
و با ده مغز هسته کوبيده باديان مخلوط کنند 
و ميل نمايند 
براي سنگ مثانه 
و درمان سوزش إدرار بي نظير است.

13. گُلِ‌پرطاووس‌ و گياهِ سنگ‌شِکن (امُّ وجع‌الکبد) 
براي درمان سنگ‌مثانه بسيارنافع است 
و آويشن سنگ‌مثانه را خُرد مي‌کند.

14.آشاميدن مقداري ‌از اشک‌هاي ‌مو، 
دفع‌ کننده سنگ ‌مثانه است 
(هنگامي‌که شاخه درخت ‌انگور را قطع‌کنند، 
مخصوصا در فصل‌بهار و تابستان، 
از‌ قسمتي‌ که به‌درخت متّصل‌ است 
در محلّ‌ برش، 
قطره‌هاي بي‌رنگ متواليا چکيده‌ مي‌شود 
که گريه يا اشک ‌مو نام دارد).

15.مخلوط دمکرده  خرما و شنبليله، ضِدّ سنگ مثانه.

16.جوشانده برگ حَساس و ريشه حَساس 
(گياه حَساس= گل قارکون= مستحيه) 
[توجّه: زياده‌روي در خوردن دمکرده 
يا جوشانده برگ و ريشه حساس، 
مسموميّت مي‌آورد و موجب ريزش مو ميشود].

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه زخم معده و زخم اثنی عشر',
      prescriptoin: `
در زخم اثني عشر 
و زخم معده 
نوشابه هاي گازدار 
انواع اسانس هاي شيميايي 
و همچنين چيزهاي تند و تيز و ترش بسيار اذيتشان مي كند 
و زخم پيشرفته تر مي شود . 
اين جا بايد قبل از غذا 
سبزي سوسن 
و در بين غذا 
چهار زيره 
براي غذا خوردن نيم ساعت وقت بگذارند 
و غذا را خوب بجوند.
بعد از غذا 
مختصري 5 تا 10 دقيقه راه بروند 
بعد يك سيب درختي شيرين بخورند 
بعد از آن يك قاشق چايخوري موملايي شيرين بيان 
يا قرص گياهي كارخانه اي اش را از داروخانه بگيرندو بخورند .

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه تنظیم معده',
      prescriptoin: `
چه مرحمي را براي معده تجويز مي فرماييد؟ 
كسانكه ناراحتي معده دارند 
ابتدا بايد چند نكته را رعايت كنند؛
1- اگر دندانها و يا لثه مشكلي دارد 
بايد به دندانپزشك مراجعه و درمان كنند 
چون با و جود اين مشكل فرد نميتواند غذا را خوب بجود.

كم جويدن باعث رفلاكس و ايجاد يبوست مي كند . 

2- براي غذا خوردن نيم ساعت وقت بگذاريد . 
در روايات شيعه آمده است 
به درست و نيكي غذا را كاملا بجويد.
چون بخشي از هضم غذا در دهان است . 
خوب جويدن باعث مي شود غذا با آنزيم دهان خوب مخلوط شود 

3- بعد از غذا خوردن زود دراز نكشند 
بلكه مستحب است بعد از غذا فرد مختصري راه برود.
حداقل راه رفتن 7 قدم است .
مستحب است قبل از خواب دستشويي بروند 
و بعد از آن مستحب است وضو بگيرند . 
يكي از داروهاي ضد اسيد معده 
سيب درختي رسيده شيريني است 
كه بهترين نوع آن سيب قرمز معطر لبناني است 
ديگر سيب گلاب خراسان 
و ديگري سيب زرد است .
سيب ترش را نبايد بخوريد 
چرا كه باعث عقيمي مي شود 
مخصوصا هفته قبل از زفاف. 
خوردن سيب نارس باعث ايجاد يبوست و نفخ شكم ميشود .
كسانيكه مدام دچار رفلاكس 
يا سر سوزه سر معده دارند 
و يا خانم هاي بارداري كه ويار شديد دارند 
نه تنها آب سيب برايشان مفيد است 
بلكه مي توانند يك سيب زميني متوسط آب پز را پوست كنده 
و آن را از وسط نصف كنند 
و با قاشق كمي بتراشند 
و پوره آن را يك قاشق غذا خوري بخورند.

بلافاصله اسيد معده را خنثي ميكند . 

خانمي كه ويار دارد و 
رفلاكس زياد دارد 
بهترين دارو براي اسپاسم هاي شديد گوارشي 
سبزي سوسنبر است .
كه در داروخانه هم يافت مي شود 
چاي كيسه اي نعنا فلفلي يا سوسنبر است .
كه اگر به صورت كيسه اي است 
در يك استكان آب جوش بگذاريد 
و اگر بصورت پودر است 
يك قاشق چايخوري در استكان آب جوش ريختند 
و قبل از غذا ميل كنند 
و بعد از غذا كه مختصري راه مي رويد
يك استكان عرق نعنا ميل كنيد.
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه درمان گرمای معده و صفرای سینه',
      prescriptoin: `
در نوزادان: 
یک قاشق چایخوری تا یک قاشق مربّاخوری 
لعاب بِه دانه (موسیلاژ) بخورد

در کودکان بالای دو سال: 
یک قاشق چای‌خوری تا یک قاشق مربّاخوری بِه دانه 
در یک استکان آبجوش دَم شود، 
و سپس لعاب (موسیلاژ) آن‌را به همراه دانه‌ها قورت دهید.
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه درمان نفخ و گاز معده ',
      prescriptoin: `
پرهيز شود از: 
پوست حبوبات، 
پوست و تفاله سيب، 
نوشابه‌هاي گازدار، 
دوغ گازدار، 
پوست گوجه‌فرنگي، 
پوست گوجه‌سبز 
و نارسائي کبد نداشته باشيد

درمان: 

1ـ شربت گريپ واتر بخوريد، 

2ـ هرگاه خواستيد برنج و ماکاروني بخوريد 
به همراه زيره باشد، 

3ـ به همراه غذا چهار زيره 
و بعد از غذا يک قاشق چايخوري سياه‌دانه بخوريد، 

4ـ دمکرده گُل بومادران با شکر، 

5ـ هليله سياه، 

6ـ دمکرده مورد: 
ضدّ نفخ و خلط آور 
و رفع ترشّحات نابجاي رحمي 
و درمان آفت دهان و تبخال (درمان موضعي)،

7ـ گُلپَر: 
ضدّ نفخ و رفع سوء هاضمه 
(کمک به هضم غذا)، 

8ـ گشنيز: 
ضدّ نفخ، 
ضدّ اسپاسم دستگاه گوارش 
(پيشگيري و کاهش دل پيچه)، 
اشتها آور، درمان اسهال 
و عفونت‌هاي روده اي؛ 
چون خاصيّت ضدّ قارچ و ضدّ باکتري دارد.

* مرزه: 
ضد نفخ، تسهيل کننده هضم غذا، 
رفع چنگ زدگي معده، 

مرزنجوش: 
ضدّ نفخ، آرام بخش 
و مقوّي معده، 

شويد: 
ضدّ نفخ بويژه ضدّ نفخ 
و قولنج کودکان، 
رفع استفراغ و رفع سکسکه 
مخصوصاً در افرادي که چربي بالا دارند.


      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه درمان ورم معده',
      prescriptoin: `
پرهیز شود: 
سرخ‌کردنی، 
ته دیگ، 
کوکو، گوجه فرنگی، 
گوشت قرمز (گوشت گاو)، 
خوردن مایعات قبل‌از غذا، بعداز غذا و بین غذا، 
فَست فودها، 
نوشابه‌های الکلی، 
نوشابه‌های گازدار، 
کافئین زیاد (چای، قهوه، شکلات، کاکائو، نسکافه)

درمان:

1ـ مخلوط ریشۀ شیرین بیان و برگ بارهنگ را
 به نسبت مساوی پودر کرده 
و به مقدار یک قاشق چای‌خوری 
از این مخلوط را با نصف استکان عرق طبیعی گُل بومادران میل کنید، 

2ـ میوۀ زالزالک 
(مقوّی معده و ضِدِّ ورم معده)، 

3ـ افسنطین، سُنبُل هندی و گُل محمّدی، 
از هر کدام 10 گرم، 
همه را پودر کنید 
و در شربت قند مخلوط کنید 
و بعد از هر غذا دو قاشق غذاخوری میل کنید 

[اسامی دیگر گیاه 
سنبل هندی: سنبل رومی، 
ریشۀ سنبل الطّیب، 
سنبل الطّیب طبّی، علف گربه،
حشیش القطّه، سنبل کوهی، 
سنبل العصافیر است. 
توجّه: سنبل الطّیب 
نبایستی به همراه گُل گاو زبان مصرف شود؛ 
زیرا باعث اُفت فشارخون 
و سرگیجه و ایجاد مسمومیّت شدید، 
و به کُما رفتن شخص و گاهی منجرّ به مرگ میشود.

تبصره: 
سنبل الطّیب را نباید با داروهای شیمیائی ضدّ أفسردگی، 
ضدّ اضطراب، آرامبخش، خواب آور، 
آنتی هیستامین مصرف کرد؛ 
زیرا بسیار خطرناک است.

تذکّر: زیاده‌روی در مصرف سنبل الطّیب نشود؛ 
زیرا مسمومیّت، خستگی، احساس سَبُکی سر، 
گشادشدن مردمک چشم، مسمومیّت کبدی می‌آورد.]
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه درمان کبد چرب',
      prescriptoin: `
درمان کبد چرب

یازده چیز است که دلیل ایجاد کبد چرب است:

1- چاقی، اضافه وزن. 
در چربی ها وقتی تری گلیسرید خون بالا برود 
کبد را چرب می کند. 

2- کسانی که کم تحرکند 
و پر خوری دارند 
چند بیماری می آورد 
که یکی از آنها کبد چرب است. 

3- کسانی که مصرف چربی زیاد دارند 
سرخ کردنی، تف دادنی، بو دادنی 
چند بیماری می آورد 
حتی سوزش چشم و خارش چشم 
و یکی هم ایجاد کبد چرب است. 

4- کسانی که تخم مرغ نیمرو 
و یا آب پز زیاد می خورند 
چند بیماری می آورد 
که یک از آنها کبد چرب است. 
حتی نفریت و 
ورم تحال هم می آورد. 

5- کسانی که دیابت 
و بیماری قند 
نوع یک یا دو دارند 
اما بدنشان انسولین را پس می زند 
حتی اگر انسولین تزریقی باشد 
اینها دچار کبد چرب می شوند 
چه انسولین کریستال بزنند 
چه انسولین شیری رنگ 

6- کسانی که تجمع چربی 
در سلول های کبدی آنها زیاد بشود، 
یعنی آنزیم های کبدی شان بالا باشد 
در آزمایش هپاتولوژی ( کبد شناسی ) 
که انجام می دهند و به دکترشان نشان می دهند، 
مشخص شود که آنزیم های کبدی آنها زیاد است 
اینها هم اگر درمان نکنند 
کم کم به حالت فیبروز 
یا سرود کبدی می رند 
که چروکیدگی کبد و خشکی کبد است. 

7- کسانی که خود درمانی های غلط دارند 
از پیش از خودشان کاهش وزنشان را سریع انجام می دهند. 
مثلاً در هفته بیش از دو کیلو وزنشان را کاهش می دهند. 
این کار هم عوارض سوء دارد 
علاوه بر سکته، 
کبد را هم چرب می کند. 

8- کسانی که دیابت نوع 2 هستند 
اما درمان هم نمی کنند 
و بدخوری شان را ادامه می دهند 
دچار کبد چرب می شوند. 

9- کسانی که داروهای شیمیایی خاص مصرف می کنند 
که اثر سوء بر روی کبد دارد. 
مخصوصاً آنتی بیوتیک ها 
چرک خشک کن ها 
بدون تجویز متخصص، 
بدون آنکه عفونت یا چرک داخلی ثابت بشود 
از پیش خودشان می خورند 
و متأسفانه در کشور ما زیاد است. 

10- کسانی که آب آلوده، 
شیر آلوده یا جگر سیاه مانده گوسفند یا گاو مصرف می کنند 
به کبد چرب مبتلا می شوند، 
زیرا هر تکه از جگر سیاه 
به مقدار نیم کیلو پی و دنبه کلسترول بد دارد. 
درست است که اینها حلال گوشت هستند 
و خوردنش اشکال ندارد 
اما زندگی شهری و کم تحرکی با آن سازگار نیست. 
اگر چنین شخصی یکی دو تا سیخ جگر بخورد 
معلوم است که کبدش چرب می شود. 
کلسترول بد خون بالا می رود. 

11- این مورد در کشورمان خیلی کم است 
و بعضی لات و لوت ها مشمول آن می شوند. 
کسانی که مسکرات و مواد مست کننده بخورند. 
اینها چند بیماری می آورد 
که یکی از آنها کبد چرب است 
که در طب داخلی هاریسون 
و طب داخلی نلسون بیان شده است. 

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه درمان کبد چرب:2',
      prescriptoin: `
کبد چرب حدود 17 تا 20 راه درمان دارد. 
چند تا از راه های آسانش را می گویم: 

1- هر روز خوردن یک مشت برگ زرد آلو 

2- خوردن 7 برگ کاسنی یا یک استکان عرق کاسنی 

3- خوردن عرق شاه تره 

4- نیم گرم زعفران را بخورند 
که هم پیشگیری است هم درمان 

5- کلم بروکلی به اندازه 100 گرم کافی است. 

6- اگر هپاتیت پیشرفته ( نوع B ) 
از نوع ویروسی دارد 
باید آب و عسل و نعنا و سکنجبین را 
با هم مخلوط کنند و بخورند. 
یعنی یک لیوان آب 
یک قاشق پلو خوری عسل 
یک قاشق چای خوری پودر نعنا 
یک قاشق پلو خوری سکنجبین 
را با هم مخلوط می کنند 
و می خورند که قوی ترین درمان است 
برای هپاتیت نوع B 
که همان نوعی ویروسی است. 

7- سکنجبین عنصلی را که همان پیاز دشتی و پیاز موش است 
و عرب ها عنصل می گویند 
در سکنجبین می جوشانند 
و آبش را صاف می کنند 
و روزی یک الی دو قاشق پلو خوری 
به فاصله 12 ساعت مصرف می کنند. 

8- بعضی کارخانجات تولید دارو 
از بعضی از کنگرهای خاص خوراکی 
قرصی درست کردند 
که قرص متبی گفته می شود 
و قرص کنگ است 
این هم در درمان کبد چرب مفید است. 

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه درمان دردهای استخوانی در طب سنتی',
      prescriptoin: `
افرادی که دچار عارضه های استخوان هستند 
مثل دیسک گردن 
و دیسک کمر 
که عوارض داخلی ندارند 
آیا اینگونه موارد را می توان با داروهای گیاهی بهبود بخشند؟ 

یک سری موارد باید قبل از بیماری 
و بعد از بیماری رعایت شود: 

1- بار سنگین روی سرشان بلند نکنند 

2- روی شانه هایشان بار برندارند 
مثلاً افرادی که اسباب کشی دارند یا بنایی دارند. 

3- در یک حالت سر و گردنشان را زیاد نگه ندارند 
زیرا دردهای مهرهای گردنی به وجود می آورد. 
مثلاً رانندگی ممتد نداشته باشند 
( 6 الی 7 ساعت پشت فرمان ) 
زیرا عصب ها ملتهب می شود 
ستون فقرات پشتی، 
دردهای گردنی، 
قوص کمر، 
مفصل ران،
مفصل زانو 
و مفصل مچ پا مبتلا می شود. 
مثل مطالعه پشت سر هم، 
خیاطی منجق دوزی 
طلا کاری طلا کوب. 

درمان: 
10 مرتبه سرشان را رو به پایین 
و 10 مرتبه رو به بالا، 
10 بار به چپ 
و 10 بار به راست 
به صورت ملایم 

دردهای شبه دیسک مفصلی 
با همین نرمش ملایم خوب می شوند. 

روزی یک بار این 4 تا 10 بار را تکرار کند. 

- با روغن سیاه دانه خالص که در روغن زیتون جوشیده 
گردنشان را به طرف بال ماساژ بدهند. 

- اگر دچار خوردگی نوک استخوان ها بود 
و توأم با التهاب بود 
با همین روغن سیاه دانه موضع درد را ماساژ بدهند. 

- با روغن زماد 20 دقیقه قبل از حمام 
محل درد را ماساژ بدهند. 
از چسب های شیمایی قوی تر است. 

- برای ساییدگی های مهره ای 
که به کمک سی تی اسکن 
و تشخیص متخصص مفاصل 
یا دیسک 
و سیاتکی مشخص شد 
به جای قرص های کلسیم دی 
یا کلسیم غضروف آمریکایی 
می توانند: 

1- سه شیره یعنی شیرۀ انگور، خرما و توت را 
روزی یک قاشق پلو خوری بخورند. 

2- شیر عسل بخورند روزی یک قاشق پلو خوری

3- شیر خرما اینها بسیار مفید و عالی هستند. 

این 3 روش برای کسانی که پوکی استخوان 
با استروپروز 
و یا مصرف پودر سنجد و شیر که بسیار عالی است 
و به مریضها خوب جواب داده 
و راضی هستند 

کسانی که نرمی استخوان یا راشیتیسم دارند 
و وزن بدنشان را ساق پا تحمل نمی کند 
و ساق پایشان پرانتزی شده 

باید روغن سیاه دانه 
یا روغن زیتون 
یا کنجد 
در نور آفتاب ماساژ می دهیم 

و باید در خوراکشان پودر سنجد و شیر، 
شیر خرما، 
شیر عسل 
و مصرف 3 شیره گنجانده شود. 
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه درمان سرفه کودکان در طب سنتی',
      prescriptoin: `
یکی از مواردی که امروزه خیلی شایع است 
و ممکن است به خاطر آلودگی هوا 
و یا ویروسی باشد 
سرفه های کودکان است 
که به تبع آن احساس سوزش در گلو دارند 
و سرفه های متعدد می کنند 
از چه نوع درمان گیاهی باید استفاده کنند؟ 

1- اگر از آلودگی هوا باشد 
در پیک بار ترافیک نباید بیرون بیایند 
یعنی ساعت های 10 صبح تا 2 بعد از ظهر 
و بعد از ظهرها ساعت 4 تا 6 یا 7 بعد از ظهر 
در پیک بار ترافیک نباید بیرون بیایند. 

زیرا هم ذرات معلق در هوا آئروسل زیادست 
و هیدرو کربن ها 
که تکرار سرفه های خشکشان بیشتر می شود 
و شبه آسم 
و شبه برونشیت حاد می شود. 

2- با ماسک کاغذی حداقل باید بینی و دهانشان را بگیرند. 
عمر مفید این ماسک ها فقط 2 ساعت است 
و بعد از 2 ساعت باید دور انداخته شوند 
نه اینکه هر روز در جیبشان بگذارند 
و بروند سر کار و دو بار استفاده کنند. 

اگر گرد و خاک بود می توانند کمی آن را مرطوب کنند. 
اگر بخارات سمی بود مثل آرسینک، آمونیاک، 
روغن واسکازین 
باید این ماسک را با کمی سرکه مخلوط کند 
تا این محلول های شیمیایی را 
قبل از اینکه به بینی و حلقش برسد خنثی کند. 

3- اغلب در کودکان به خاطر بدخوری و غلظت 
پدرهای عزیز است اینکه فرزندشان را دوست دارند 
و از جویدن بچه خوششان می آید 
به بچه دائماً شکلات و نارنگی می دهد. 🤔🤔🤔
شکلات و نارنگی هم تورم لوزه های جا....... می آرود. 🤔🤔🤔
هم تورم لوزه سوم را تشدید می کند 
و هم باعث ایجاد سرفه های خشک 
و تکرار سرفه و کم کم دچار سرفه های خلتی می شوند. 

پس شکلات های مختلف و انواع نارنگی را از جیره غذایی بچه حذف کنند. 
این کار 50% از بیماری بچه را درمان می کند. 

4- اگر سرفه های مکرر کودک تازه پیدا شده است 
باید میوه خرمالو که یک میوه قوی ضد سرفه است 
به کودک داده شود. 
می توان یک چهارم تا یک میوه کامل 
کم کم به کودک خورانده شود. 
اگر بچه کودک است یک قاشق چای خوری له شود 
و به بچه داده شود. 
به جای شربت های اکسپکتورانت یا ضد احتقان 
می تواند استفاده شود و قوی تر است. 

5- اگر فصلی باشد که خرمالو نباشد. 
می توان کاس برگ ها 
و دم برگ ها را نگه دارند 
و در یک قوری کوچک 
3 استکان آب ریخته شد بریزند 
و بگذارند 20 دقیقه بجوشد. 

اگر بچه کم سن و سال بود 
یکی دو قاشق چای خوری به بچه داده شود 
و برای بزرگترها در 24 ساعت یک استکان مصرف شود. 

با این کار سرفه های مکرر قطع می شود. 

اما اگر کسی سرفه های خشک مکرر مزمن 
و چندین ساله دارد 
باید از مخلوط شکر تیغان که از گیاه دم اسب است 
همراه با گل زوفا 
و عناب مصرف کنند. 
این داروهای گیاهی باید از عطاری هایی که تخصص دارند 
خریداری شوند. 

یعنی عطاری ها گیاه شناس نیستند 
شخصی برود نزد یک دکتر گیاهی. 

گاهی بعضی عطاری ها 
دارو فروش هستند 
اما داروساز یا دکتر دارویی نیستند. 

در بحث گیاهان دارویی 
هم باید نزد دکتر دارویی بروند. 

در سطح مشهد مقدس 12 فرد از دانشگاه فردوسی مشهد 
اجازه دارند تا نسخه نویسی کنند 
و دارو بسازند 
و عرضه کنند. 
بقیه عطاری ها دارو فروش هستند. 

6- داروی ترکیبی شکر تیغال و گل زوفا و عناب را 
باید به این روش مصرف کنند: 
3 مثقال شکر تیغال، 
4 مثقال گل زونا 
و 5 مثقال عناب را پودر می کنیم 
و با هم مخلوط می کنیم. 

یک قاشق چای خوری را 
در یک استکان ریخته 
و روی آن آب جوش ریخته 
و بعد از 10 دقیقه صبر کند 
و هم بزند 
و وقتی ولرم شد 
قرقره کند 
و قورت بدهد. 

با این روش سرفه های خشک مزمن قط می شود.
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه سرطان كبد',
      prescriptoin: `
تذکّر: 
آسيب‌های حاصله در کبد: 

1ـ‌ تجمّع‌ چربي داخل سلّول‌هاي کبدي 
(هپاتيت حادّ، هپاتيت مزمن)، 

2ـ‌ کبد الکلي، 

3ـ‌ فيبروز کبدي، 

4. سيروز کبدي،

5ـ سرطان کبدي. 

به چهار مورد اوّل، 
سوء القنيه گويند؛ 

زيرا اين چهار مورد، 
پيش‌درآمد سرطان کبد است.


توجّه: 
بيش‌از 30 درصد افراد مبتلا به هپاتيت مزمن 
دچار سيروز کبدي مي‌شوند 
که وجود سيروز کبدي، 
وجود سرطان کبد را افزايش داده، 
گرچه حدود 20 سال طول مي‌کشد 
که سيروز کبدي به سرطان‌کبد تبديل شود 
امّا افرادي که هپاتيت مزمن دارند 
خطر ابتلايشان به سرطان کبد 
200 برابر بيشتر از سايرين است. 

در صورت درمان نکردن، 
نتيجه سوءِ سيروز‌ کبدي و سرطان‌کبد اين است که: 
غالباً نارسائي‌ کبد و مرگ را بدنبال دارد 
حتّي اگر بيماري سرطان‌ کبد هم نداشته باشد 
و بيماري هپاتيتِ او درمان نشده باشد، 
باعث افزايش خطر ابتلا به نارسائي‌ کبد خواهد شد.


تبصرة: 
با خميردندان مسواک نزنيد؛ 
زيرا يکي از پرهيزهاي هر نوع سرطاني است، 

لذا با مخلوط پودر سمّاق نکوبيده، 
گُلنار‌ فارسي، 
مازو (صمغ بلوط)، 
پوست‌ انار، 
ميخک 
و نمک که بصورت پودر درآمده 
هرشب بجاي خميردندان استفاده‌کنيد 
يا با محلول آب‌سرکه طبيعي سيب 
(يعني يک ششم سرکه طبيعي سيب و پنج ششم آب) 
مسواک بزنيد.

مادّه شيميائي کارسينوژن (Carcinogen) 
سرطان آور است، 

مادّه شيميائي وينيل کلرايد 
سرطان مُهلک کبدي مي‌آورد، 

قارچ سمّي آفلاتُوکسين (Aflatoxin) 
سرطان کبد مي‌آورد 
که در بادام زميني مانده 
و کره بادام زميني نامرغوب، 
وجود دارد.



عوامل تشديد کننده سرطان کبد: 

مسموميّت مزمن با الکل، 
غذاهاي چرب، سرخ کرده، 
محرّک شيميائي (مانند اسانس‌ها)، 
محرّک گياهي (مانند فلفل، سُس فلفل)، 
فست فودها، 
غذاهاي صنعتي.


پيشگيري از سرطان کبد: 

1ـ هر هشت ساعت يک ليوان 
آب سيب رسيده شيرين طبيعي تازه بنوشيد، 

2ـ سبزي‌جات خام 
مانند سبزي کاسني، 
کاهو(بدون سُس)، 
تره، 
جعفري، 

3ـ خنک کننده‌هاي طبيعي 
مانند عرق طبيعي کاسني، 
عرق طبيعي شاهتره، 

4ـ هر شش ساعت 
يک ليوان آب سرد عادي 
و يک ليوان آبجوش ولرم بنوشيد، 

5ـ کلم بروکلي خام، 

6ـ زردآلوي رسيده يا برگه و کِشته زردآلو
 (بدون تيزاب، که رنگ مات دارد و برّاق نيست).



درمان سرطان‌کبد:

1ـ صبحانه: 
شير تازه گاو کم چرب 
مخلوط با عسل زرشک 
ميل کند، 
سپس صبح قبل از کار 
عسل زرشک 
(يا مخلوط زرشک بدون هسته با عسل طبيعي) 
ميل شود.

2ـ هر8 ‌ساعت يک‌استکان 
از مخلوط مساوي عرقيّات ‌طبيعيِ‌ هشت‌گانه 
(عرق کاسني+ عرق شاهتره+ 
عرق گزنه+ عرق پنيرک (عرق گُل ختمي‌خبّازي)+ 
عرق خارشتر+ عرق خارخسک+ 
عرق بومادران+ عرق کرفس)، 
ميل شود.

3ـ‌ مصرف جوشانده شُکاعي (=خارزن‌بابا= رَأسُ الشّيخ).

4ـ هر 12 ساعت 
يک‌استکان عرق طبيعي بوقناق (=قَرَصعَنِه= شوکة ابراهيم) 
مصرف شود 
و پس از آن چند عدد خُرما بخورد؛ 
زيرا بوقناق کاهش دهنده قندخون است.

5ـ نصف استکان جوشانده تمام گياه خارمريم قبل از غذا.

6ـ آبليمو تُرش تازه را 
با نصف وزنش شکر طبيعي نيشکر 
مخلوط کرده 
و روي شعله ملايم گذاشته تا بجوشد و قوام آيد.

7ـ در شبانه‌روز 
خوردن پخته لوبيا روغني (سويا) 
بمقدار يک نعلبکي. 
طرز تهيّه: 
چون لوبيا روغني 
دو نوع سَمّ دارد 
بايستي در آب 50 درجه به بالا 
به مدّت 20 دقيقه بجوشد 
سپس آب آن دور ريخته شود 
و خود لوبيا روغني مصرف شود.

8ـ برگ گياه ماميران (عروق الصّباغين) 
قبل از رويش گُل‌هاي آن (گرچه سمّي است)، 
مصرف شيره برگ اين گياه 
زير نظر متخصّص گياهي، 
(ضدّ سرطان کبد، 
ضدّ سرطان معده، 
ضدّ سرطان پوست، 
ضدّ سرطان لَب).

9ـ عَسَلبَند ضدّ سرطان کبد است.

10ـ در درمان سرطان‌کبد 
در طبّ سنّتي گويند: 
براي درمان بيماري‌هاي پيش درآمد سرطان کبد (سوءُ القنية) 
و درمان سرطان کبد، 
مصرف شير شتر 
و بول شتر خوب است 😳😳😳🤔🤔🤔
(مخصوصاً در فصل بهار و فصل تابستان).

 

* مصرف کدو مسمّي با پوستش، 
کنگر اُوتي (=اُشترخار= بادآورد)، 
سبزي شاهتره 
براي کمک به درمان سرطان کبد 
مفيد است.

توجّه: 
آبِ زياد نخورند، 
آب سرد تگري نخورند، 
بلکه آب سرد عادي را 
به مقدار لازم 
به صورت مکيدني 
بخورند.

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه بواسير همورئيد',
      prescriptoin: `
(گشاد شدن وريدهای درون مَجرای مقعدی):

انواع بواسير: 
الف. داخلي (داخل رود آنال) 
ب.خارجي (خارج رود آنال)
که هر کدام از اينها 
به چهار دسته تقسیم میشوند: 
1.خونی
2.بادی
3.ساچمه ای
4.دگمه ای



پرهيز شود از: 
ميوه موز، 
بيسکويت سفيد، 
نان سفيد،
شکر، 
سينه مرغ، 
اُسانس‌هاي شيميائي 
(نوشابه هاي گاز دار، آبميوه هاي شيميائي و...)، 
کم تحرکي، 
اضافه وزن، 
سوسيس و کالباس 
(سوسيس و کالباس 
مُوَلّد سرطان مغز، 
بواسير، 
شقاق مقعد 
و انواع ديگر سرطان‌ها است).





الف. درمان بواسير خوني: 

1ـ سمّاق 
(يک قاشق چاي‌خوري صبح 
و يک قاشق چاي‌خوري شب)، 

2ـ تره يک مشت با ناهار، 

3ـ خُرفِه يک مشت با شام، 

4ـ جوشانده ريشه درخت انار، 

5ـ تره‌ فرنگي، 

6ـ برگ درخت انگور، 

7ـ ميوه بِه يا مربّاي آن با قند، 

8ـ دمکرده گُل بابونه با قند، 

9ـ دمکرده گُل بومادران با قند، 

10ـ هليله کابلي 
[براي درمان اَدِمِ شکمي، 
افزايش دهنده بزاق دهان، 
ضدّ نفخ، 
مقوّي معده 
(کمک به هضم غذا نظير کاسني)، 
درمان بواسير خوني]، 

11ـ گُلنار فارسي 
(درمان مِنُوراژي، 
درمان بواسير خوني، 
پيشگيري از آترواسکلروز)، 

12ـ شاه بلوط (بلوط المَلِک) دو عدد، 

13ـ هر روز خوردن جوشانده پوست ريشه درخت نارگيل 
(يک استکان)، 

14ـ ميوه نارگيل (يک چهارم)، 

15ـ روغن نارگيل (يک قاشق چاي‌خوري) 
ضدّ بواسير خوني است، 

16ـ خوردن اسپرزه و لِعابِ آن 
(= موسيلاژ = مادّه جاذب آب).





ب. درمان بواسير بادي: 

1ـ هر روز عصرانه 
سه خوشه انگور با هسته آن 
بجويد و بخوريد،

2ـ يک قاشق چاي‌خوري أنيسون 
(زيره سبز شيرين) را 
با يک قاشق چاي‌خوري تخم کرفس 
و يک قاشق مرباخوري قند نرم بکوبيد 
و هر روز بخوريد، 

3ـ دو إلي سه بار نشستن 
روي خِشتِ داغي 
که حوله روي آن انداختيد،

4ـ دمکرده يا جوشانده شُکاعي 
(= خار زن‌ بابا = رَأسُ الشّيخ) 
را غرغره کنيد و قورت دهيد.





ج. درمان بواسير ساچمه اي و بواسير دگمه اي: 

1ـ يک قاشق چاي‌خوري زنيان 
يا نصف استکان عرق زنيان 
با دو مغز گردو با همديگر 
جويده و خورده شود، 

2ـ پودر هسته هليله زرد 
مخلوط با سفيده تخم مرغ را 
هر شب تا صبح بر محلّ گذارند 
تا بهبودي کامل حاصل شود.





درمان عمومي بواسير: 

1ـ دمکرده يا جوشانده ريشه حشيشة البواسير (علف بواسير)، 

2ـ خوردن کوبيده کُندُر با قند، 

3ـ جوشانده برگ حَساس و ريشه حَساس 
(گياه حَساس = گُل قارکون = گُل قَهر = مستحيه) 
[توجّه: زياده‌روي در خوردن 
دمکرده يا جوشانده برگ و ريشه حساس، 
مسموميّت مي‌آورد 
و موجب ريزش مو مي‌شود]، 

4ـ خوردن گوشت پرنده هوبرِه (حُباري).





درمان درد بواسير: 
1ـ تُفاله چاي‌دمکرده 
که چاي آن مصرف‌شده 
را بر محلّ بواسير ضماد کنيد، 

2ـ روزي سه‌مرتبه 
روي موضع‌ درد روغن‌ خيار بماليد، 

3ـ سبزي تره بهمراه غذا بخوريد، 

4ـ روزي دو خوشه‌انگور با هسته آن 
بجويد و بخوريد، 

5ـ سبزي خرفه بهمراه غذا بخوريد، 

6ـ پماد شيميائي هموروئيد بر موضع بماليد
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه ',
      prescriptoin: `

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه ',
      prescriptoin: `

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'دکتر داوودی نژاد',
      type: 'طب سنتی',
      subject: 'نسخه ',
      prescriptoin: `

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'دکتر داوودی نژاد',
    //   type: 'طب سنتی',
    //   subject: 'نسخه ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
  ]
  constructor() { }
    getAllPrescriptions(): PrescriptionModel[] {
      //return this.shuffle(this.prescriptions);
      return this.prescriptions;
    }
    //برای اینکه هر سری باز میشه نظرات متفاوت باشند جابجا باشند در نمایش
    private shuffle(array: PrescriptionModel[]): PrescriptionModel[] {
      const copy = [...array];
      for (let i = copy.length - 1; i > 0; i--) {
        const j = Math.floor(Math.random() * (i + 1));
        [copy[i], copy[j]] = [copy[j], copy[i]];
      }
      return copy;
    }
    searchPrescriptions(term: string): PrescriptionModel[] {
      const lowerTerm = term.toLowerCase();
      return this.prescriptions.filter(c =>
        c.name.toLowerCase().includes(lowerTerm) ||
        c.type.toLowerCase().includes(lowerTerm) ||
        c.subject.toLowerCase().includes(lowerTerm) ||
        c.prescriptoin.toLowerCase().includes(lowerTerm) ||
        c.comment.toLowerCase().includes(lowerTerm)
      );
    }
    searchPrescriptionsSubject(term: string): PrescriptionModel[] {
      const lowerTerm = term.toLowerCase();
      return this.prescriptions.filter(c =>
        c.subject.toLowerCase().includes(lowerTerm) 
      );
    }
}
