import { Component, OnInit } from '@angular/core';
import { App } from '@capacitor/app';
import { Share } from '@capacitor/share';//for share npm install @capacitor/share npx cap sync
import { DescriptionModel, DescriptionsService } from '../services/description/descriptions.service';

@Component({
  selector: 'app-description',
  templateUrl: './description.page.html',
  styleUrls: ['./description.page.scss'],
})
export class DescriptionPage implements OnInit {

  descriptions: DescriptionModel[] = [];
  searchTerm: string = '';

  constructor(private descriptionService: DescriptionsService) {
    this.descriptions = this.descriptionService.getAllDescription(); }

  ngOnInit() {
  }

  
  onSearch() {
    this.descriptions = this.descriptionService.searchDescriptions(this.searchTerm);
  }

  // items = [
  //   { title: 'اسما حسنی', description: '<br>هنگامی که نام فرد و نام مادر فرد را مینویسم و دکمه ارسال را کلیک میکنیم اسمی حسنی آن فرد مشخص می شود. که با تعداد ذکر مشخص اگر آن فرد اسمای حسنی مشخص شده را بخواند از بلایا محفوظ می ماند.<br><br>' },
  //   { title: 'روز نحس سال', description: '<br>در هر ماه قمری از سال یک روز مشخص وجود دارد که آن روز، روز نحس می باشد.<br><br>' },
  //   { title: 'روز محاق', description: '<br>روز اول و آخر ماه قمری محاق می باشد.<br><br>' },
  //   { title: 'دکمه ارسال و پاک کردن', description: `<br>
            
  //           ابتدا اطلاعات مورد نظر صفحه را وارد کرده<br>
  //           برای مشاهده نتایج، می‌توانید دکمه ارسال انتخاب کنید.<br>
  //           روی دکمه "ارسال" کلیک کنید تا اطلاعات محاسبه و نمایش داده شود.<br>
  //           پس از نمایش نتیجه، اگر می‌خواهید دوباره از صفحه استفاده کنید، ابتدا باید دکمه "پاک کردن" را بزنید تا اطلاعات ورودی و نتایج قبلی پاک شده، سپس اطلاعات جدید را وارد کرده و دوباره دکمه ارسال را بزنید تا خروجی جدید به‌درستی نمایش داده شود.<br><br>
  //           ` },
  //   { title: 'محاسبه ساعت سعد روز', description: `<br>
  //           این صفحه به شما کمک می‌کند تا زمان‌های مناسب یا نامناسب روز را بر اساس ساعت شرعی شناسایی کنید.<br><br>
  //           برای استفاده از این صفحه، مراحل زیر را دنبال کنید:<br><br>
  //           ابتدا ساعت و دقیقه نیمه شب شرعی را در کادرهای مربوطه ساعت و دقیقه وارد کنید.<br>
  //           در قسمت روز و نوع سعد : در قسمت روز، روز هفته را از منوی کشویی انتخاب کنید.<br>
  //           در قسمت نوع: نوع سعد،سعد اکبر، نحس یا ... را از گزینه‌ها مشخص کنید.<br>
  //           پس از انتخاب نوع، ساعات نحس یا سعد روز بر اساس نیمه شب شرعی واردشده، به‌صورت خودکار نمایش داده می‌شود.<br>
  //           برای مشاهده نتایج جدید، می‌توانید اطلاعات را تغییر داده و دوباره نوع را انتخاب کنید.<br><br>` },
  //   { title: 'محاسبه قمر در بروج', description: `<br>
  //           این صفحه به شما کمک می‌کند که خروجی شامل محاسبه قمر در بروج (قمر در عقرب، قمر در ثور ...) به دو شیوه شیخ بهایی و خواجه نصیر است که ستاره، مزاج، طبع آن روز و توضیحات، وضعیت روز (نحس سال است یا خیر) و وضعیت محاق (هست یا خیر) را نشان می‌دهد.<br><br>
  //           برای مشخص شدن اینکه یک روز قمر در عقرب هست یا نه باید تاریخ شمسی و قمری همان روز را در قسمت های مربوطه بگذارید و دکمه ارسال را کلیک کنید و برای دوباره استفاده کردن ابتدا دکمه پاک کردن را بزنید و سپس دوباره تاریخ مورد نظر را وارد کرده و دکمه ارسال را بزنید<br><br>
  //           برای استفاده از این صفحه، مراحل زیر را دنبال کنید:<br><br>
  //           در قسمت تاریخ روز و ماه شمسی<br>
  //           ابتدا در قسمت اول تاریخ روز شمسی را به صورت عددی وارد کنید<br>
  //           در قسمت انتخاب ماه شمسی برج شمسی مورد نظر را انتخاب کنید <br>
  //           در قسمت تاریخ روز و ماه قمری<br>
  //           ابتدا در قسمت اول تاریخ روز قمری را به صورت عددی وارد کنید<br>
  //           در قسمت انتخاب ماه قمری، ماه قمری مورد نظر را انتخاب کنید <br>
  //           برای مشاهده نتایج، می‌توانید دکمه ارسال انتخاب کنید.<br>
  //           روی دکمه "ارسال" کلیک کنید تا اطلاعات محاسبه و نمایش داده شود.<br>
  //           پس از نمایش نتیجه، اگر می‌خواهید دوباره از صفحه استفاده کنید، ابتدا دکمه "پاک کردن"  را بزنید تا اطلاعات ورودی و نتایج قبلی پاک شده، سپس اطلاعات جدید شامل روز و ماه شمسی و قمری را وارد کرده و دوباره دکمه ارسال را بزنید تا خروجی جدید به‌درستی نمایش داده شود.<br><br>
  //           ` },
  //   { title: 'محاسبه ابجد فرد', description: `<br>
  //           این صفحه به شما کمک می‌کند که برای مشخص شدن محاسبه ابجد کبیر و صغیر فرد، اسم فرشته، جهت شخص، صفات نورانی، ملفوظی، سماوی و معنی اسم فرد باید<br><br>
  //           برای استفاده از این صفحه، مراحل زیر را دنبال کنید:<br><br>
  //           در قسمت نام خود را وارد کنید<br>
  //           اسم فرد مورد نظر را بنویسد<br>
  //           برای مشاهده نتایج، می‌توانید دکمه ارسال انتخاب کنید.<br>
  //           روی دکمه "ارسال" کلیک کنید تا اطلاعات محاسبه و نمایش داده شود.<br>
  //           پس از نمایش نتیجه، اگر می‌خواهید دوباره اطلاعات مربوطه نام شخص دیگری را وارد کنید، ابتدا دکمه "پاک کردن" را بزنید تا اطلاعات و نتایج نام قبلی پاک شده و خروجی جدید به‌درستی نمایش داده شود.<br><br>
  //           ` },
  //   { title: 'محاسبه ابجد و اطلاعات درمان', description: `<br>
  //           این صفحه به شما کمک می‌کند که برای مشخص شدن محاسبه ابجد کبیر و صغیر فرد و مادر فرد،برج فلکی، مزاج اختری، روز درمان، تعداد مصرف دارو، شکل هندسی موافق سلامتی، شکل هندسی درمان، سنگ موافق سلامتی، سنگ درمان، اسم فرشته، جهت شخص، روغن موافق سلامتی، روغن درمان، ستاره و ستاره دوست، مشاور، دشمن، ویژگی ستاره، جنسیت ستاره، ویژگی مزاج، نوع جنس حرز شخص، شماره ماه اختری، ویژگی خوب و بد ماه اختری، صفات نورانی، ملفوظی، سماوی و معنی اسم فرد باید و اسما حسنی مرتبط با اطلاعات فرد وارد شده باید<br><br>
  //           برای استفاده از این صفحه، مراحل زیر را دنبال کنید:<br><br>
  //           در قسمت نام خود را وارد کنید<br>
  //           اسم فرد مورد نظر را بنویسد<br>
  //           در قسمت نام مادر خود را وارد کنید<br>
  //           اسم مادر فرد مورد نظر را بنویسد<br>
  //           برای مشاهده نتایج، می‌توانید دکمه ارسال انتخاب کنید.<br>
  //           روی دکمه "ارسال" کلیک کنید تا اطلاعات محاسبه و نمایش داده شود.<br>
  //           پس از نمایش نتیجه، اگر می‌خواهید دوباره اطلاعات مربوطه نام شخص و نام مادر شخص دیگری را وارد کنید، ابتدا دکمه "پاک کردن" را بزنید تا اطلاعات و نتایج نام قبلی پاک شده و خروجی جدید به‌درستی نمایش داده شود.<br><br>
  //           ` },
  //   { title: 'روابط افراد با هم', description: `<br>
  //           این صفحه به شما کمک می‌کند که برای بدست آوردن نوع ارتباط زن و شوهر یا مادر با فرزند، پدر با فرزند،دو نفر برای ازدواج (انتخاب خوب نام فرزند برای نحوه احسنت نوع ارتباط با پدر و مادر)و کلا محاسبه نوع روابط دو نفر با هم بدست می آورد که باید<br><br>
  //           برای استفاده از این صفحه، مراحل زیر را دنبال کنید:<br><br>
  //           ابتدا اطلاعات یکی از این دو نفر مربوطه را بصورت زیر وارد میکنیم<br>
  //           در قسمت مشخصات شخص اول<br>
  //           در قسمت نام خود را وارد کنید<br>
  //           اسم فرد اولی مورد نظر را بنویسد<br>
  //           در قسمت نام مادر خود را وارد کنید<br>
  //           اسم مادر فرد اولی مورد نظر را بنویسد<br>
  //           سپس اطلاعات دومین نفر مربوطه را بصورت زیر وارد میکنیم<br>
  //           در قسمت مشخصات شخص دوم<br>
  //           در قسمت نام خود را وارد کنید<br>
  //           اسم فرد دومی مورد نظر را بنویسد<br>
  //           در قسمت نام مادر خود را وارد کنید<br>
  //           اسم مادر فرد دومی مورد نظر را بنویسد<br>
  //           برای مشاهده نتایج، می‌توانید دکمه ارسال انتخاب کنید.<br>
  //           روی دکمه "ارسال" کلیک کنید تا اطلاعات محاسبه و نمایش داده شود.<br>
  //           پس از نمایش نتیجه، اگر می‌خواهید دوباره اطلاعات مربوطه نام شخص دو نفر دیگری را وارد کنید، ابتدا دکمه "پاک کردن" را بزنید تا اطلاعات و نتایج نام قبلی پاک شده و خروجی جدید به‌درستی نمایش داده شود.<br><br>
  //           ` },
  //   { title: 'روز های نحس سال', description: `<br>
  //           این صفحه به شما کمک می‌کند تا  12 روز نحس سال قمری را بدانید. <br><br>
  //           ` },
  //   { title: 'نظرات', description: `<br>
  //           این صفحه به شما کمک می‌کند تا  نظرات افرادی که در کلاس های استاد داودی نژاد شرکت کردند در مورد پکیج های برگزار شده، اردوهای پرانیکی برگزار شده و تجربه های شخصی بعد از شرکت در کلاس استاد و میزان رضایت از حضور شرکت در کلاس های استاد و یا محصولات استاد بیان شده است.  <br><br>
  //           ` }
    
  // ];

  // متغیر برای نگهداری متن جستجو
  searchText: string = '';
  
  // آرایه‌ای که داده‌های فیلتر شده را نگهداری می‌کند
  // filteredItems = [...this.items];

  // این متد هنگام تایپ در جستجو اجرا می‌شود
  // filterItems() {
  //   this.filteredItems = this.items.filter(item =>
  //     item.title.toLowerCase().includes(this.searchText.toLowerCase()) ||
  //     item.description.toLowerCase().includes(this.searchText.toLowerCase())
  //   );
  // }
  exitApp() {
    console.log("exitApp");
    App.exitApp();
  }

  // متغیر اندازه فونت

  fontSize = 14; // اندازه پیش‌فرض

  // تابع برای افزایش اندازه فونت
  increaseFontSize() {
    this.fontSize += 2; // افزایش اندازه فونت
  }

  // تابع برای کاهش اندازه فونت
  decreaseFontSize() {
    if (this.fontSize > 8) { // حداقل اندازه فونت
      this.fontSize -= 2; // کاهش اندازه فونت
    }
  }

  async shareDescription(description: DescriptionModel) {
    const shareText = ` کاربرد صفحه ${description.title} اپلیکیشن به این صورت می باشد :\n\n ${description.description}`;

    await Share.share({
      title: 'کاربرد و توضیحات',
      text: shareText,
      dialogTitle: 'اشتراک‌ گذاری کاربرد و توضیحات اپلیکیشن',
    });
  }
}
