import { Injectable } from '@angular/core';
export interface PrescriptionultraModel {
  name: string;
  type: string;
  subject: string;
  prescriptoin: string;
  comment: string;
  Symptoms: string;
  Causes: string;
  Effects: string;
  Hashtag: string;
}

@Injectable({
  providedIn: 'root'
})
export class PrescriptionultraService {
private prescriptions: PrescriptionultraModel[] = [
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه درمان تب در ماورا - شماره 7',
      prescriptoin: `
🔥نسخه های ماورا شماره ۷

☔️ خلاصه مدیریت درمان تب در ماورا
✅ 
شرح فیزیکی و متافیزیکی: تب معمولا به دلایل مختلفی مثل بروز سردی و گرمی، ایجاد عفونت در مغز و یا اندام ها، امور متافیزیکی اعم از قرار گرفتن در معرض فرکانس امواج و اصوات سایر موجودات، تحرکات بدنی زیاد و... تب رخ می دهد. البته تب در همه سنین بویژه برای کودکان علامت خوبی است یعنی نشانه مبارزه بدن با ویروس است و بما میفهماند سیستم ایمنی هم فیزیکی و هم متافیزیکی درست کار میکنند.
دستورات زیر در زمان و مکان هایی که دسترسی به محیط های درمانی راحت نیست میتواند به بهبودی فرزند کمک فراوانی کند:
👈 مایعات زیاد مثل عرق کاسنی، عرق بید، آب هویج، آب گوشت و... بدهید بخورد.
👈 حمام با آب ولرم رو به گرم می‌تواند تب را پایین بیاورد و کودک را تسکین دهد چون بین‌ دمای بیرون و دمای بدن کودک تعادل برقرار می‌کند در نتیجه به کاهش تب و علائم آن کمک می‌کند.
👈 پاشویه با آب ولرم شور شده توسط نمک دریا به همراه ذکر (یا دافع و یا مانع) مانع لرز میشود.
👈 دستمال تمیزی را در سرکه سیب خیس کنید و آن را روی پیشانی یا معده کودک بگذارید یا یک قاشق چایخوری سرکه سیب بدهید بخورد.
👈 دمنوش گل بنفشه تب بر قوی است، دم کنید، بنوشد.
👈 در آب جوشیده یک قاشق عسل حل کنید و آب لیمو ترش تازه به اندازه دو قاشق هم بزنید بخورد.

👈 یک لیوان آب جوشیده +یک قاشق چایخوری اسپند+یک قاشق چایخوری گلپر+(بعد از ۱۰ دقیقه) یک قاشق عسل اضافه کنید+یک نصفه استکان عرق نعناع
همه را صافی کشیده، هر دوساعت ۱ قاشق غذاخوری

خیار و زرد آلو هم تب بر بسیار قوی هستند.

دعای نور از زبان حضرت فاطمه (س) برای پایین آوردن تب :

متن دعا این است:
بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِیمِ
بِسْمِ اللّٰهِ النُّورِ ، بِسْمِ اللّٰهِ نُورِ النُّورِ ، بِسْمِ اللّٰهِ نُورٌ عَلىٰ نُورٍ ، بِسْمِ اللّٰهِ الَّذِى هُوَ مُدَبِّرُ الْأُمُورِ ، بِسْمِ اللّٰهِ الَّذِى خَلَقَ النُّورَ مِنَ النُّورِ . الْحَمْدُ لِلّٰهِ الَّذِى خَلَقَ النُّورَ مِنَ النُّورِ ، وَ أَنْزَلَ النُّورَ عَلَى الطُّورِ ، فِى کِتابٍ مَسْطُورٍ ، فِى رَقٍّ مَنْشُورٍ ، بِقَدَرٍ مَقْدُورٍ ، عَلىٰ نَبِیٍّ مَحْبُورٍ . الْحَمْدُ لِلّٰهِ الَّذِی هُوَ بِالْعِزِّ مَذْکُورٌ ، وَ بِالْفَخْرِ مَشْهُورٌ ، وَعَلَى السَّرَّاءِ وَ الضَّرَّاءِ مَشْکُورٌ . وَ صَلَّى اللّٰهُ عَلىٰ سَیِّدِنا مُحَمَّدٍ وَ آلِهِ الطَّاهِرِینَ.

و

«اعیذک بالله العظیم، رب العرش العظیم، من شر کل عرق نعار، و من شر حر النار» که باید هفت مرتبه خوانده شود.

و

بر یک ظرف آب 41 بار سوره حمد را بخوانید و به فرد تب‌دار بدهید.

خلاقیت درمانی: میتوانید دعا ها و اذکار را روی خوردنی ها و نوشیدنی ها بخوانید.
تکنیک مکانیزم عمل در نسخه نویسی هم از بخش های ابتکارساز در درمان است.

التماس دعا
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
نسخه های ماورا شماره ۷
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه سنگ کیسه صفرا - شماره 19',
      prescriptoin: `
سنگ کیسه صفرا - نسخه های ماورا ۱۹

💠چنانچه خلط صفرا غالب باشد، فرد صفراوی مزاج است که آثار این خلط گرم در بدن عبارتند از :

👈دارای پوست گرم و خشک، رنگ چهره زرد یا زیتونی، اندامهای لاغر و کوچک، تنفس و نبض سریع، خواب کم همراه با آشفتگی و حرکات تند و سریع، خشمگین، پرانرژی و خستگی ناپذیر میباشند. همچنین در این افراد، دهان تلخ مزه، خارش بدن، کمی اشتها، بادگلو، سوزش دهانه معده، قی آلوده به صفرا، خشکی زبان، گودی چشمها، تشنگی و زردی متمایل به قرمزی ادرار مشاهده میگردد.

🔸علت تشکیل سنگ کیسه صفرا
👈بر اثر رژیم تغذیه های بد غذایی ممکن است کار کبد مختل شود و به جای تولید صفرای رقیق، صفرا غلیظ تر تولید شود که به مرور زمان منجر به  تولید سنگ میشود یا گاهی اوقات بر اثر حمله میکروب ها و ورم کیسه صفرا و تجمع صفرا ( که در حالت عادی رقیق است) کم کم توده هایی سنگ شکل تشکیل می شود که راه خروج ماده صفرا را بسته و باعث انسداد آن شده و نتیجتا”خلط صفرا وارد خون می شود .
 
🔸نشانه ها و علائم شکل گیری سنگ کیسه صفرا 

مصرف دخانیات و الکل .
عفونت مزمن و انگلی در سیستم صفراوی .
چاقی .
کاهش وزن سریع .

👈وجود دو حالت تهوع و سرگیجه با هم دیگر از بهترین علائم سنگ صفرا و به طور کلی بیماری های کیسه ی صفراست.
تغییر هورمون های جنسی زنانه : هورمون استروژن، مصرف داروهای حاوی استروژن و قرص های ضدبارداری خوراکی .
بیماری های روده ی کوچک و یا برداشتن آن در طی عمل جراحی .
افزایش سن .
کاهش تحریک کیسه ی صفرا به دنبال تغذیه وریدی طولانی مدت، روزه گرفتن، استرسهای بیش از حد و بارداری و …
مصرف غذایی پر چرب،مصرف بیش از اندازه تخم مرغ، و فقدان ورزش و فعالیت بدنی.
داشتن یبوست  "یعنی کسی که در یک روز سه بار دفع مدفوع راحت و نرم نکند" ، مصرف رژیم غذایی پر چرب، مصرف بیش از اندازه تخم مرغ کارخانه ای ، و فقدان ورزش و فعالیت بدنی نیز در ایجاد رسوب صفراوی و سنگ شدن در کیسه صفرا موثر است.

👈یبوست نفخ تولید میکند و طبعا” نفخ در شکم میتواند نشانه برخی بیماریها مانند آپاندیسیت و یا سنگ کیسه صفرا باشد. "نفخ بیشتر در زنان بروز میکند.

✅ درمان التهاب و پر شدن صفرا 

علائم: زردی چهره و زبان و چشم - تلخی دهان -خارش - گرگرفتگی - درد شدید شکم بالا سمت راست

درمان :👇
1-نوشیدن آب جوشانده 41 عدد هسته خرما بمدت چند روز صبح ناشتا
2-خوردن آلو - برگ کاسنی - کاهو
3-ادویه اسارون طب اسلامی
4-ادویه حب البلسان طب اسلامی
5-جامع امام رضا+مقدار 50 گرم جوشانده سنای مکی  3 مرحله هر سه روز یکبار
6-برای سنگ صفرای مقاوم:جامع با آب سغمونیا(2گرم)
7- ادویه صفرابر طب اسلامی
8-ادویه کاهنده اشتها(بقله الفاطمه) علیها السلام
9- شربت سرکه انگبین (جوشانده کاسنی+عسل+سرکه محلی انگور) شبها دو ساعت بعد از شام ،دو تا سه ماه.


سایر تدابیر درمانی:
⭕️ورزش کردن
✍️ورزش خطر سنگ کیسه صفرا و درد ناشی از آنها را کاهش می‌دهد؛ به گونه‌ای که می‌توانید به مدت ۳۰ دقیقه به پیاده روی سریع روی بیاورید یا یک ورزش متوسط را انجام دهید. ورزش به کاهش وزن یا حفظ وزن سالم کمک می‌کند، در نتیجه سطح کلسترول کاهش می‌یابد.

📚موقع دم کردن چای آب کتری را عوض کنید!

🔺آب مجدد جوشیده شده تبدیل به مواد خطرناکی می‌شود که سلامتی را تهدید می‌کند.
🔺نمک کلسیم از جمله ترکیباتی است که با این کار در آب انباشته شده و ایجاد سنگ کیسه صفرا می‌کند و در صورت مصرف بیش از حد این آب بروز سنگ‌های کلیوی را نیز به همراه خواهند داشت .

📚✅ اگر یک لیوان آب را با کمی روغن زیتون مخلوط کرده وصبح ناشتا میل کنید.

✅سنگ کیسه صفرا دفع می شود
✅ بدن را قوی می کند
✅ سیاتیک و زانو درد تسکین می یابد.
📚دفع سنگ کیسه صفرا

✍️سرکه انگبین هر ۸ ساعت

✍️+۵واحد روغن زیتون بعلاوه ۲ واحد زردچوبه هر ۱۲ ساعت۱ق م


🍊 آب پرتقال یک لیوان
🍾 روغن زیتون یک قاشق غذاخوری
✍️ موارد فوق را با هم ترکیب کرده و میل نمایید.

👍برای معالجه سنگ کیسه صفرا مقدار ۳۰ الی ۴۰ گرم برگ تازه گزنه را در یک لیتر آب جوشانده در مدت ۴۸ ساعت بین غذا مصرف نمایند.

✍️یا برگ خشک آن را یک قاشق مرباخوری در یک لیتر آب جوشانده یا دم کنند پیش از هر غذا یک فنجان میل کنند.

✍️برگ گزنه باید در سایه خشک شده باشد
نخوردن آب یخ (به ویژه ناشتا) و آب بین غذا


👈👈👈کلیه دارو ها فعال شده و روی آن آیات دفع سحر پخش شود.
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه شماره 29 ',
      prescriptoin: `
🍎👈به فضل خداوند ان شاء الله چله دعای ۲۹ صحیفه سجادیه از فردا شروع کنید.
با وضو باشید، رو به قبله بعد از نماز صبح و یا ظهر و عصر (هر وقت شرایط داشتید) و یکی از سنگ هایی که از ما گرفته اید (عقیق یا درّ یا فیروزه یا سنگ ماه) و قبلا حداقل سه ساعت در گلاب گذاشته و فعال کرده اید، در کف دست راست تان باشد.
کرامات الهی را ببینید...

برای دیگران هم میتوانید دعا کنید اما این چله برای پاکسازی و ارتقای معنوی خودتان است.
👈نتیجه را یا از شب اول یا از روز هفتم در خواب و امور روز مره حس خواهید کرد، در همین گروه بنیان مرصوص  تجربیات تان را به اشتراک بگذارید.
 
✅برادران و خواهران بزرگواری که به نیت بنده هم جداگانه می خوانند، مشمول دعای ما خواهند بود، اگر قابل باشیم...

🌈برخی دوستان فکر می کردند، بنده خبر ندارم، برای بنده نماز و دعا میخوانند😊
اما انرژی خوب دعای دوستان مرا آگاه میکند که چه کسی چه میکند...
البته سالهاست فرکانس هایم را برای جذب امواج مثبت تنظیم کرده ام و نمیخواهم موج های دیگر را بگیرم، اینگونه حالم بهتر است 😊
و من الله التوفیق...

برای کوهی دعا کنید، موهایش در حال سپید شدن است...
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه پیدا کردن شغل و کسب روزی حلال',
      prescriptoin: `
نسخه های ماورا
پیدا کردن شغل و کسب روزی حلال

✅هفتاد مرتبه بعد نماز صبح دست روی سینه ذکر (یافتاح)

✅استغفار


✅روزه پنجشنبه اول ماه قمری

✅قبل از خواب
صد مرتبه لا اله الا الله
صد مرتبه الله اکبر
صد مرتبه سبحان الله
صد مرتبه استغفرالله 
صد مرتبه صلوات 

✅ آیات ۵۰ تا ۵۶ سوره یوسف

✅ آیات ۷۳ و ۷۴ سوره آل عمران

✅الله‍م اَغنِنی بحلالک عَن حَرامِکَ  وبِفَضلِکَ عَمَن سِواک هر روز بعد نماز

✅صدقه صبح و شب
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه اعتیاد',
      prescriptoin: `
یکی از نسخه های محرمانه ماورا در طب تطهیر با آرزوی هدایت و سلامت نسل شیعه و نجات جوانان از دام اعتیاد تقدیم شما برادران و خواهران میکنم،
لکن ثواب این نسخه نذر ظهور و تقدیم به حضرت ولی عصر عج :

نیم گرم گل شقایق + یک گرم زعفران + یک گرم دانه خشخاش + یک قاشق عسل آویشن ترکیب
و روی آن
👈 ۷ مرتبه آیه ۲۸۲ سوره بقره
👈۵۵ مرتبه آیه ۲۸ سوره رعد
👈۳۳ مرتبه آیه ۳۹ سوره کهف
👈۱۷ مرتبه آیه ۴۴ سوره غافر
👈چهار قل
👈 ۱۲ مرتبه آیه الکرسی(آیه اول)
👈 ۹ صلوات
👈یک روضه حضرت علی اصغر ع روی آن پخش شود


اندازه حبه های نخود در یخچال نگهداری شود، هر وقت نیاز روانی به مصرف ایجاد شد، تا شش ماه استفاده کند، ان شاء الله باذن الله شفا یابد.


همچنین استفاده از سیگارهای گیاهی، حفظ احترام و شخصیت، دادن نقش های اجتماعی مثلا در هیئت و... میتواند در سلامتی تسریع حاصل کند.
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه درمان مشکلات متافیزیکی کلیه',
      prescriptoin: `
نسخه درمان مشکلات متافیزیکی کلیه

👈عرق خارخاسک+عرق خارشتر+قطره سنکل ۵ قطره با هم هر روز یک استکان

👈دمنوش خارخاسک یک روز در میان

👈دمنوش کاکل ذرت یک روز در میان

👈آب ولرم و عسل خارشتر هر روز ۲ بار صبح و عصر

👈پودر زنیان و پودر گردو و شکر قهوه ای مقدار مساوی سابیده و صبح ها یک قاشق مرباخوری

👈روغن مالی ترکیبی سیاهدانه و زیتون هر شب موضع پهلوها

👈نوره کشی بدن هر ۲۰ روز

👈 بوییدن عطر ماورا هر صبح

👈 مصرف سوپ سبزیجات با پیاز و گشنیز و جعفری بیشتر ، هر روز یک وعده

👈مکیدن کتیرا بعدش آب عسل روزی ۱۰ دقیقه

همه موارد فوق فعال شود و بروی آن رقیه شرعی پخش و نیز سوره های یس و الرحمن و واقعه و قدر و یونس و تین و رعد و عادیات، قرائت شود،
سپس به بیمار داده شود ان شاء الله طی شش ماه بهبودی حاصل میشود.
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه   تشخیص اورژانسی وجود چشم زخم و سحر و عوارض طبی ماورایی',
      prescriptoin: `
نسخه های ماورا 🌈

✅بررسی و روش تشخیص اورژانسی وجود چشم زخم و سحر و عوارض طبی ماورایی:
ابتدا یک لیوان آب میل کنید سپس ۲۰ دقیقه بعد
روی یک لیوان آب این آیات و سوره ها را بخوانید:
👈بسم الله الرحمن الرحیم  19مرتبه
👈سوره حمد 1بار
👈آیه الکرسی  11مرتبه(تا هو العلی العظیم)
👈اخلاص3بار
👈ناس3بار
👈فلق 3بار
و به آب بدمید و آب را میل کنید.

اگر:
👈 طعمش تلخ بود
👈 جريان برق به شما داد
👈 بوی آب و طعمش بدمزه بود
👈 شیرین بود
👈 شور بود

✍️چنانچه طعم آب تلخ بود علامت وجود مس جن است 
✍️چنانچه آب برق داشت وجود سحر است
✍️چنانچه آب بدمزه وبدبو بود وجود مس جن وسحر که با نجاست انجام شده است 
✍️چنانچه آب شیرین بود وجود مس عاشق یاجن عاشق است 
✍️چنانچه طعم آب شور بود وجود چشم زخم است 

✅جهت نتیجه دهی بهتر از آب جوشیده که سرد شده استفاده کنید.
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه  پیدا کردن شغل و کسب روزی حلال',
      prescriptoin: `
نسخه های ماورا
پیدا کردن شغل و کسب روزی حلال

✅هفتاد مرتبه بعد نماز صبح دست روی سینه ذکر (یافتاح)

✅استغفار


✅روزه پنجشنبه اول ماه قمری

✅قبل از خواب
صد مرتبه لا اله الا الله
صد مرتبه الله اکبر
صد مرتبه سبحان الله
صد مرتبه استغفرالله 
صد مرتبه صلوات 

✅ آیات ۵۰ تا ۵۶ سوره یوسف

✅ آیات ۷۳ و ۷۴ سوره آل عمران

✅الله‍م اَغنِنی بحلالک عَن حَرامِکَ  وبِفَضلِکَ عَمَن سِواک هر روز بعد نماز

✅صدقه صبح و شب
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه  فرزند آوری امام محمدباقر علیه السلام',
      prescriptoin: `
🔰 نسخه فرزند آوری امام محمدباقر علیه السلام

💢از امام محمد باقر علیه‌السلام روایت شده که هشام‌بن‌عبدالملک، دربانی داشت که دارای مال فراوانی بود، ولی فرزندی نداشت. 

🔹حضرت علیه‌السلام به وی فرمودند: آیا می‌خواهی دعایی را به تو بیاموزم که صاحب فرزند گردی؟

دربان گفت: بله.
 
♦️حضرت فرمود: در هر صبح و عصر، هفتاد مرتبه «سُبحانَ اللّهِ» و ده مرتبه «اَستَغفِرُاللّهَ» می‌گویی و دوباره نُه مرتبه او را تسبیح «سبحان الله» می‌گویی و تسبیح دهم را به استغفار ختم می‌کنی [یعنی بعد از دهمین «سبحان الله»، بگو «استغفرالله» و سپس این آیه را] بخوان:

اِسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّارًا  يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْرارًا  وَ يُمْدِدْكُمْ بِأَمْوالٍ وَ بَنِينَ وَ يَجْعَلْ لَكُمْ جَنَّاتٍ وَ يَجْعَلْ لَكُمْ أَنْهارًا. [نوح: ۱۰_ ۱۲]

پس دربان این اذکار را گفت و صاحب فرزندان زیادی گشت.

💥راوی می‌گوید: من و همسرم به این روایت عمل کردیم و صاحب فرزند شدیم و به دیگر افرادی که فرزند نداشتند، آموختم و آن‌ها نیز صاحب فرزندان زیادی گشتند

📕بهجت‌ الدعاء، ص۳۴۳
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: '(TT1) نسخه تشخیص طلسم ۱  ',
      prescriptoin: `
نسخه های ماورا 🌈
(TT1) تشخیص طلسم ۱

✅بررسی و روش تشخیص اورژانسی وجود چشم زخم و سحر و عوارض طبی ماورایی:
ابتدا یک لیوان آب میل کنید سپس ۲۰ دقیقه بعد
روی یک لیوان آب این آیات و سوره ها را بخوانید:
👈بسم الله الرحمن الرحیم  19مرتبه
👈سوره حمد 1بار
👈آیه الکرسی  11مرتبه(تا هو العلی العظیم)
👈اخلاص 3بار
👈ناس 3بار
👈فلق 3بار
👈کافرون 3بار
و به آب بدمید و آب را میل کنید.

اگر:
👈 طعمش تلخ بود
👈 جريان برق به شما داد
👈 بوی آب و طعمش بدمزه بود
👈 شیرین بود
👈 شور بود

✍️چنانچه طعم آب تلخ بود علامت وجود مس جن است 
✍️چنانچه آب برق داشت وجود سحر است
✍️چنانچه آب بدمزه وبدبو بود وجود مس جن وسحر که با نجاست انجام شده است 
✍️چنانچه آب شیرین بود وجود مس عاشق یاجن عاشق است 
✍️چنانچه طعم آب شور بود وجود چشم زخم است 

✅جهت نتیجه دهی بهتر از آب جوشیده که سرد شده استفاده کنید.
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: '(TT2) نسخه تشخیص طلسم 2',
      prescriptoin: `
نسخه های ماورا 🌈
تشخیص طلسم ۲ (TT2)
برای اطمینان کامل از وجود سحر و طلسم یکبار دیگر بروش (TT2) یعنی(تشخیص طلسم ۲) عمل کنید:
رو به جهت قبله با وضو  یک لیوان آب در دست راست دوسه جرعه میل کنید،
 ۳ دقیقه بعد یک سوره حمد خوانده در همان آب بدمید،
سپس سوره های توحید، فلق، ناس، کافرون، هرکدام خوانده بر آب بدمید
سپس آیه الکرسی بدون بسم الله تا (وهوالعلی العظیم)، سپس بر آب دمیده
و میل کنید
 اگر باز هم آب طعم و مزه داشت، دستورالعمل زیر را روی همان آب انجام بدهید: آیات ۵۴ و ۵۵ و ۵۶ سوره اعراف را ۷۰ بار بخوانید سپس با همان آب وضو بگیرید، باذن الله و ان شاء الله سحر و طلسم و جادو و چشم زخم و... رفع میشود.
التماس دعا
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: '(TT3) نسخه تشخیص طلسم۳  ',
      prescriptoin: `
نسخه های ماورا 🌈
(TT3) تشخیص طلسم۳

✅بررسی و روش تشخیص اورژانسی وجود چشم زخم و سحر و عوارض طبی ماورایی:
ابتدا یک لیوان آب میل کنید سپس ۲۰ دقیقه بعد
روی یک لیوان آب این آیات و سوره ها را بخوانید:
👈بسم الله الرحمن الرحیم  19مرتبه
👈سوره حمد 1بار
👈آیه الکرسی  11مرتبه(تا هو العلی العظیم)
👈اخلاص 3بار
👈ناس 3بار
👈فلق 3بار
👈کافرون 3بار
و به آب بدمید و آب را میل کنید.

اگر:
👈 طعمش تلخ بود
👈 جريان برق به شما داد
👈 بوی آب و طعمش بدمزه بود
👈 شیرین بود
👈 شور بود

✍️چنانچه طعم آب تلخ بود علامت وجود مس جن است 
✍️چنانچه آب برق داشت وجود سحر است
✍️چنانچه آب بدمزه وبدبو بود وجود مس جن وسحر که با نجاست انجام شده است 
✍️چنانچه آب شیرین بود وجود مس عاشق یاجن عاشق است 
✍️چنانچه طعم آب شور بود وجود چشم زخم است 

✅جهت نتیجه دهی بهتر از آب جوشیده که سرد شده استفاده کنید.
      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه  MS',
      prescriptoin: `
نسخه MS
موی سر کوتاه – کل بدن نوره بزند – ضمادی مرکب از
حنا + بابونه + روغن زیتون + آب  با هم مخلوط کنید روی سر بگذارد پارچه نخی رو آن بگشد بعد از 2 ساعت حمام و شستشو  بدن فورا خشک بشود سپس با روغن بادام شیرین + روغن گل سرخ روغن مالی شود
14 روز هر روز
یا هفته ای یک بار تا 3 ماه

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه  ',
      prescriptoin: `

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه  ',
      prescriptoin: `

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه  ',
      prescriptoin: `

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    {
      name: 'پروفسور کوهی',
      type: 'طب ماورا',
      subject: 'نسخه  ',
      prescriptoin: `

      `,
      comment: `
      
      `,
      Symptoms: `
      
      `,
      Causes: `
      
      `,
      Effects: `
      
      `,
      Hashtag: `
      
      `
    },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
    // {
    //   name: 'پروفسور کوهی',
    //   type: 'طب ماورا',
    //   subject: 'نسخه  ',
    //   prescriptoin: `

    //   `,
    //   comment: `
      
    //   `,
    //   Symptoms: `
      
    //   `,
    //   Causes: `
      
    //   `,
    //   Effects: `
      
    //   `,
    //   Hashtag: `
      
    //   `
    // },
  ]
    constructor() { }
      getAllPrescriptions(): PrescriptionultraModel[] {
        //return this.shuffle(this.prescriptions);
        return this.prescriptions;
      }
      //برای اینکه هر سری باز میشه نظرات متفاوت باشند جابجا باشند در نمایش
      private shuffle(array: PrescriptionultraModel[]): PrescriptionultraModel[] {
        const copy = [...array];
        for (let i = copy.length - 1; i > 0; i--) {
          const j = Math.floor(Math.random() * (i + 1));
          [copy[i], copy[j]] = [copy[j], copy[i]];
        }
        return copy;
      }
      searchPrescriptions(term: string): PrescriptionultraModel[] {
        const lowerTerm = term.toLowerCase();
        return this.prescriptions.filter(c =>
          c.name.toLowerCase().includes(lowerTerm) ||
          c.type.toLowerCase().includes(lowerTerm) ||
          c.subject.toLowerCase().includes(lowerTerm) ||
          c.prescriptoin.toLowerCase().includes(lowerTerm) ||
          c.comment.toLowerCase().includes(lowerTerm)
        );
      }
      searchPrescriptionsSubject(term: string): PrescriptionultraModel[] {
        const lowerTerm = term.toLowerCase();
        return this.prescriptions.filter(c =>
          c.subject.toLowerCase().includes(lowerTerm) 
        );
      }
}
